Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: Being adepts of the Romantic Poetry Second Generation, the Gothics are master on depressive art: they can end the day of the happiest 'Care Bear'. Making use of a full round action, the Gothic creature do a test of Bluff against the aim's I Am Not A Fool. In case of success, the aim will be on deep depression for the next 24 hours, receiving -5 on all Social Tests.
es: Siendo adeptos a la poesia del romanticismo, los Góticos son maestros en el arte de la depresión: ellos pueden acabar con el día más feliz de cualquier persona. Haciendo uso de un turno entero, los Góticos realizan una prueba de Tirarse Faroles contra una de No soy Idiota del objetivo. En caso de éxtio, el objetivo estará en profunda depresión durante las siguientes 24 horas, recibiendo -5 en todas las pruebas sociales.
it: Essendo adepti della Poesia Romantica di Seconda Generazione, i Gotici sono maestri nell'arte depressiva: possono mettere fine al giorno più felice. Usando un intero round la creatura Gotica fa un test di Bluff contro Non Sono uno Scemo del bersaglio. In caso di successo il bersaglio cadrà in profonda depressione per ne prossime 24 ore, ricevendo -5 a tutti i test Sociali.
pt_br: Por serem adeptos da poesia romântica de segunda geração, os góticos são mestres na arte de deprimir, podendo acabar com o dia do mais feliz Ursinho Carinhoso. Utilizando uma ação de rodada completa, o Gótico faz um teste de Blefar contra Não Sou Bobo do alvo. Caso resulte em um sucesso, o alvo entrará em depressão profunda pelas próximas 24 horas, recebendo -5 em todos os seus testes sociais.

source: Night Adoration
es: Adoración nocturna
it: Adorazione della Notte
pt_br: Adoração da Noite

source: One time they are typically noturn creatures, Gothics receive some bonuses when far from the Sun's light: +2 in Intimidate for frighting children and oldies, +4 in Disguises, du to nobody percept that the stupid guy of other day is the huge and imponent Gothic of the Night, and +2 on all Combat relative rolls, since they know the benefities of shades and nocturnal whispers.
es: Una vez que se convierten en criaturas nocturnas, los Góticos reciben algunos bonus cuando están lejos de la luz del sol: +2 en intimidación por asustar a niños y mayores, +4 en Disfrazarse, para que nadie perciba que el estúpido chico del otro día es el enorme e imponente Gótico de la Noche, y +2 en todas las tiradas de Combate, ya que saben cómo beneficiarse de las sombras y los susurros nocturnos.
it: Un tempo erano creature tipicamente notturne, i Gotici ricevono alcuni bonus quando sono lontani dalla luce del sole: +2 in Intimidazione perché spaventano bambini ed anziani, +4 in Camuffarsi, nessuno pensa che lo stupido tizio dell'altro giorno sia l'enorme ed imponente Gotico della Notte, +2 su tutti i tiri relativi al combattimento dato che conoscono i benefici delle ombre e dei sospiri notturni.
pt_br: Por serem criaturas noturnas, os góticos recebem diversos benefícios quando longe da luz do Sol. Eles recebem +2 em Intimidação, por assustarem criancinhas e velhinhas, +4 em disfarces, já que ninguém nota que o cara de bunda do outro dia é o grande e imponente gótico da noite e +2 em todas as suas jogadas relativas a combate, por saberem se beneficiar das sombras e dos sussurros noturnos.

source: Sun Weakness
es: debilidad al sol
it: Debolezza al Sole
pt_br: Fraqueza ao Sol

source: Sun is a star that brings joy to Common Humans and a debilitation weakness to Gothics, because it dazes their makeups and reveals their butt faces. When affected by the Sun's light, Gothics receive -8 on all their Social Tests and -1 on all Combat relative rolls. They can't use Lament of One Thousand Souls and any Social Test agains't children will result in an automatic failure, because the children will think they are clows that want to play with them.
es: El Sol es una estrella que trae alegría a los Humanos Comunes, y debilidad a los Góticos, ya que derrite sus maquillajes y revela sus caras de culo. Cuando son afectados por la luz del sol, los Góticos reciben -8 en todas las Pruebas Sociales y -1 en todas las tiradas de Combate. Ellos no pueden usar su Lamento de las 1000 Almas, y cualquier Prueba Social contra los niños resultará automáticamente fallida, debido a que los niños creerán que ellos son payasos que quieren jugar con ellos.
it: Il sole è una stella che porta gioia agli Uomini Comuni ed una debolezza debilitante per i Gotici, dato che mette in mostra i loro trucchi e le loro facce da culo. Quando sono colpiti dalla luce del sole ricevono -8 a tutti i test Sociali e -1 a tutti i tiri relatici al combattimento. Non possono usare il Lamento di Mille Anime e qualunque test Sociale contro i bambini fallisce automaticamente perché i bambini li scambiano per pagliacci che vogliono giocare con loro.
pt_br: Pelo Sol ser um astro radiante que traz alegria aos Humanos Comuns, este mesmo astro tras aos Góticos uma debilitante fraqueza, seja por ofuscar suas maquiagens ou por simplesmente revelar suas caras de bunda. Sob a luz do sol o Gótico recebe -8 em todos os seus Testes Sociais, além de receber -1 em todas as suas jogadas relativas a combate. Além disso, eles não podem utilizar-se do Lamento das Mil Almas, quando em contato com a luz solar. Qualquer teste social com crianças resultará numa falha automática, pois a criança o considerará um palhaço e irá querer brincar com ele.

source: I am Wrong
es: Estoy equivocado.
it: Ho Sbagliato
pt_br: Eu Sou Errado

source: At the fourth level, the Law Students is so unbearable at his try to take advantages of someone else's innocence, that arrives to his first great miss act: He's fired from his voluntary period of training. After this sad mark, the students voice is so shrill and loudness that cause, when he scream, 1d4 points of damage, being able to stun the target for 1d6 turns. Rolls a fortitude test of all targets in a 30 meters radius against a difficulty of 10 + Law Student Level to avoid being stunned and reduce the damage to a half.
es: En el cuarto nivel, los Estudiantes de Derecho, son tan insoportables que tratan de aprovecharse de cualquier persona inocente, ésto provoca su primera derrota: El estudiante es despedido de su periodo de entrenamiento voluntario. Después de esta mancha, la voz de los estudiantes se vuelve tan aguda y sonora que causa, cuando gritan, 1d4 puntos de daño, siendo capaz de aturdir al enemigo durante 1d6 turnos. Pasan una prueba de fortaleza todos los enemigos en un radio de 30 metros con una dificultad de 10 + el nivel del Estudiante de Derecho, para evitar ser sorprendidos y reducir el daño a la mitad.
it: Al quarto livello, lo Studente di Legge è così insopportabile nei suoi tentativi di guadagnare sull'innocenza di qualcun'altro, che arriva al suo primo grande atto fallimentare: viene licenziato dal suo volontario periodo di tirocinio. Dopo questo triste passaggio la voce dello studente diventa così stridula e forte che causa, quando urla, id4 danni con la possibilità di stordire per 1d6 round. Fanno un tiro di Volontà tutti i bersagli entro 30 metri contro una difficoltà di 10 + il livello di Studente di Legge per evitare di venire storditi e riducono il danno della metà.
pt_br: Ao adentrar-se no quarto nível, o estudante de direito encontra-se tão insuportável ao alto de sua busca por aproveitar-se da inocência alheia que chega ao seu primeiro cúmulo: É demitido de um Estágio Voluntário. É depois deste marco que a voz do Estudante de Direito passa a ser ouvida a uma grande distância, causando, quando o mesmo grita, 1d4 pontos de dano, podendo paralizar o alvo por 1d6 turnos. Rola-se um teste de Fortaleza dos alvos num raio de 30 metros, contra a dificuldade igual a 10 + Nível do Estudante de Direito para evitar o atordoamento e reduzir o dano à metade. O organismo pode utilizar-se desse poder um número igual ao seu (Nível de Estudante de Direito)/4.

source: Rookie
es: Novato
it: Matricola
pt_br: Calouro

source: Every rookie is know by its big ego, its make-new-friends desire and by its stupid questions.
es: Todos los novatos son conocidos por su gran ego, sus deseos de hacer nuevos amigos y sus estupidas preguntas.
it: Ogni matricola è riconoscibile per il suo grande ego, la sua voglia di fare nuove amicizie e le stupide domande che fa.
pt_br: Todo calouro é conhecido por ser desconfiado e cheio de sí, sempre querendo fazer novos amiguinhos (já que não conhece ninguém) e sempre fazendo as perguntas mais idiotas possíveis. Enquanto calouro, o personagem recebe +2 de Pé-no-Saco, +2 nas checagens de Alerta, +2 em Bovinice de Taylor, -2 em Sem Tempo (calouros são os seres que mais tempo possuem) e -1 em Carisma.

source: Powerful Esophagus
es: Potente esófago
fr: Gorge puissant
it: Esofago Potente
pt_br: Esôfago Poderoso

source: Once a day, and because his muscles have invaded his internal organs, the Physical Education Student is able to expel a sphere of fire that causes 6d6 (plus 2d6, for each level above 15) in Damage.
es: Una vez al día, y porque sus músculos han invadido sus órganos internos, los estudiantes de Educación Física son capaces de expulsar una bola de fuego que causa 6d6 (y 2d6 por cada nivel por encima de 15) en daños.
fr: Parce que ses muscles ont envahi ses organes internes, l'étudiant en Éducation physique a la capacité d'expulser une boule de feu une fois par jour. Celle-ci provoque 6d6 (plus 2d6, pour chaque niveau au-delà du 15ième) en Dégâts.
it: Una volta al giorno e a causa dei muscoli che hanno invaso i loro organi interni, i Studenti di Educazione Fisica sono capaci di espellere una sfera di fuoco che causa 6d6 (più 2d6 per ogni livello oltre il 15) danni
pt_br: Devido aos músculos que cresceram em seus órgãos internos, o Estudante de Ed. Física se tornou capaz de cuspir, uma vez ao dia, uma esfera de fogo que causará 6d6 mais 2d6 para cada nível superior ao 15.

source: I'm a little Conan
es: Soy un pequeño Conan
it: Sono un piccolo Conan
pt_br: Sou Bombadinho

source: Physical Education Students, due to their frequency at the gym, gets +1 Strength permamently.
es: Los estudiantes de educación física, debido a la frecuencia con la que van al gimnasio, consiguen +1 en fuerza para siempre.
it: Gli Studenti di Educazione Fisica, per la loro frequentazione della palestra, ottengono +1 alla Forza permanente
pt_br: O Estudante, devido às suas idas frequentes à academia, recebe +1 de Força permanente.

source: Virtually Invencible
es: Virtualmente invencible.
it: Virtualmente Invincibile
pt_br: Virtualmente Idestrutível

source: Thanks to their constant physical work, the Physical Education Students receive +5 on Natural Armor and a Damage Resistance of 8/-
es: Gracias a su trabajo físico, constante, los estudiantes de educación física, reciben +5 en armadura natural, y en resistencia al daño de 8/-
it: Grazie al costante lavoro fisico, gli Studenti di Educazione Fisica ricevono +5 alla loro Armatura Naturale e Resistenza ai Danni di 8/-
pt_br: Graças ao constante esforço físico, o Estudante de Ed. Física recebe +5 de Armadura Natural (não cumulativo) e Resistência a Dano de 8/-.

source: Strong Will
es: Una fuerte voluntad.
it: Forte Volontà
pt_br: Vontade Forte

source: The creature has a will practically unshakeable, being extremally difficult to affect his mentality status. System: The creature receives +3 on all his I Am Not A Fool tests.
es: La criatura tiene una voluntad prácticamente inquebrantable, siendo extremadamente dificil de modificar su mentalidad. Regla: La criatura recibe +3 en todas las pruebas de 'Yo no soy Idiota'.
it: La creatura ha una volontà praticamente irremovibile, il che rende estremamente difficile intaccare il suo stato mentale. Sistema: La creatura riceve +3 in tutte le sue prove di Non Sono Un Pazzo.
pt_br: O organismo possui uma vontade praticamente inabalável, sendo mais difícil afetá-lo mentalmente. Sistema: O organismo recebe +3 em todos os seus testes de Não Sou Bobo.

source: Feline
es: Felino
it: Felino
pt_br: Felino

source: The creature has reflexes like a cat, being able to deviate instinctively. System: The creature receives +3 on all his Reflexes tests.
es: La criatura tiene los reflejos de un gato, pudiendose apartar instintivamente. Regla: La criatuea recibe +3 en todas sus pruebas de reflejos.
it: La creatura ha i riflessi di un gatto, che la rendono abile nel deviare d'istinto. Sistema: La creatura riceve +3 in tutte le prove di Riflessi.
pt_br: O organismo tem reflexos como os de um gato, conseguindo desviar instintivamente em uma frequência elevada. Sistema: O organismo recebe +3 em todos os seus testes de Reflexos.

source: Fugitive
es: Fugitivo.
it: Fuggitivo
pt_br: Fugitivo

source: The fugitive creature can escape more easily of captivity situations, receiving +2 in Art of the Escape
es: La criatura fugitiva puede escapar fácilmente de las situaciones de cautividad, por lo que reciben +2 en el Arte de la fuga.
it: La creatura fuggitiva può scappare più facilmente dalle situazioni di reclusione, ricevendo +2 in Arte della Fuga.
pt_br: Uma criatura fugitiva pode escapar com mais facilidade de situações de cativeiro, recebendo +2 em Arte do Escape.

source: Rough
es: Áspero
it: Grezzo
pt_br: Bruto

source: The creature is extremally resistent, being able to bear easily stressfull tasks. System: The creature receives +3 on all his Fortitude tests.
es: La criatura es extremadamente resistente, es capaz de resistir las tareas más estresantes. La criatura recibe +3 en todas sus pruebas de resistencia.
it: La creatura è estremamente resistente, il ché la rende abile a concludere facilmente compiti pesanti. Sistema: La creatura riceve +3 in tutte le prove di Resistenza.
pt_br: O organismo é extremamente resistente, conseguindo suportar mais facilmente tarefas que exijam físico. Sistema: O organismo recebe +3 em todos os seus testes de Fortaleza

source: Quick Thought
es: Pensamiento rápido.
it: Mente Svelta
pt_br: Pensamento Rápido

source: With this feat, the creature can react quickly to the danger. System: At the initiative tests, the creature receives +5 to his result.
es: Con ésta habilidad, la criatura puede reaccionar rápidamente al peligro. Regla: En las pruebas de iniciativa, la criatura recibe + 5 en el resultado.
it: Con questa abilità, la creatura può reagire velocemente al pericolo. Sistema: Alla prova di iniziativa, la creatura aggiunge +5 al suo risultato.
pt_br: Com essa habilidade, o organismo é capaz de reagir mais rapidamente ao perigo, sendo mais ágil que os demais para tal. Sistema: Nos testes de Iniciativa, o organismo adiciona +5 ao resultado.

source: Can't Touch Me
es: No puedes tocarme.
it: Non Mi Puoi Toccare
pt_br: Não Me Pega

source: The creature is clever than the others, being able to avoid more easily from attacks. System: The creature will receive +2 in his Armature Class all the times that Dexterity is used to avoid hits.
es: La criatura es más inteligente que el resto, siendo capaz de evitar más fácilmente los ataques. Regla: La criatura recibe +2 en su armadura, todas las veces que se use la destreza para evitar golpes.
it: La creatura è più astuta delle altre, essendo capace di evitare più facilmente gli attacchi. Sistema: La creatura riceve +2 alla Classe Armatura ogni volta che la Destrezza viene usata per evitare gli attacchi.
pt_br: O organismo é mais esperto que os demais, conseguindo desviar de ataques com uma facilidade maior. Sistema: O organismo possuidor desse talento receberá +2 em sua Classe de Armadura sempre que puder se beneficiar de sua Destreza para não levar pancada.

source: Hasty
es: Precipitado.
it: Rapido
pt_br: Ligeiro

source: The creature has an abnormal velocity, being able to run quickly. System: The creature can walk and run at a proportion 20 percent higher than its base displacement.
es: La criatura tiene una velocidad anormal, por lo que es capaz de correr rápidamente. Regla: La criatura puede andar y correr un 20 porciento más que un desplazamiento normal.
it: La creatura ha una velocità anormale, che la rende capace di correre velocemente. Sistema: La creautra può camminare e correre il 20 percento più velocemente della sua velocità di base.
pt_br: O organismo é dotado de uma velocidade fora do comum, conseguindo correr mais do que seria normal para seu ser. Sistema: O organismo poderá deslocar-se a uma proporção 20 porcento superior ao seu deslocamento básico.

source: Bolivian Blood
es: Sangre Boliviana
it: Sangue Boliviano
pt_br: Sangue Boliviano

source: The creature has the blood as if he lives in the bolivian's mountains, receiving +10 Life Points
es: La criatura tiene la sangre como si viviera en las montañas de Bolivia, recibe +10 puntos de vida.
it: La creatura ha il sangue degli abitanti dei monti boliviani, ricevendo +10 Punti Ferita.
pt_br: A criatura tem o sangue como se vivesse no altiplano boliviano, recebendo +10 Pontos de Vida.

source: Pinocchio's Aura
es: Aura de Pinocho.
it: Aura di Pinocchio
pt_br: Aura de Pinóquio

source: Watching too much Pinocchio on its childhood - but sleeping every time before the movie's end -, the creature has an easy way to tell lies, receiving +2 in Bluff.
es: Viendo un montón de veces Pinicho en la infancia - pero durmiendose antes de que la peli termine -, la criatura tiene cierta facilidad para decir mentiras, y recibe +2 al tirarse faroles.
it: Avendo guardato troppe volte Pinocchio nella sua infanzia - ma essendosi addormentata sempre prima della fine del film -, la creatura dice facilmente bugie, ricevendo +2 in Ingannare.
pt_br: Tendo assistido muito Pinóquio em sua infância - mas dormindo sempre antes do final do filme -, a criatura conta mentiras facilmente, recebendo +2 em Blefar.

source: Coward Touch
es: Golpe Bajo.
it: Tocco del Codardo
pt_br: Toque Covarde

source: The creature with Coward Touch can do, 3 times per day, an attack that do not follow clean-fight rules, inflicting 1d3+character level points of damage.
es: La criatura con Golpe Bajo, puede hacer, 3 veces al día, un ataque sucio, infligiendo 1d3 + el nivel de carácter, en puntos de daño.
it: La creatura con Tocco del Codardo può, 3 volte al giorno, fare un attacco che non segue le regole del combattimento pulito, infliggendo 1d3 + Livello del Personaggio danni.
pt_br: A criatura detentora de Toque Covarde pode realizar, 3 vezes ao dia, um ataque que não segue as regras de uma luta limpa, causando 1d3+nível da criatura pontos de dano.

source: M. J. Friends Killer
pt_br: Assassino de Amigos de M.J.

source: The character is known by the nasty habit of killing children, being deplored by most people.
pt_br: O personagem é conhecido pelo deplorável hábito de matar crianças, sendo odiado pela maior parte da população.

source: Acrobats
es: Acróbatas.
fr: Gymnastes
it: Acrobazie
pt_br: Acrobacias

source: The acrobatic organism is able to perform true exploits, like cutting capers, twirling or playing Capoeira. With this skill, he is able to cross enemy areas without suffering Coward Attacks or fall from high places without being hurt and also make an impression on little girls.
es: El organismo acrobático, es capaz de realizar verdaderas hazañas, como cortar alcaparras, vailar Capoeira. Con ésta habilidad, es capaz de atravesar zonas del enemigo sin sufrir Golpes Bajos, o caer desde lugares altos sin sufrir daños, y también impresionar a las niñas.
fr: L'organisme acrobatique peut accomplir de véritables exploits, tels que faire des cabrioles, virevolter ou jouer à Capoeira. Grâce à cette compétence, il peut traverser des zones ennemies sans être le cible d'Attaques Lâches ou tomber de très haut sans être blessé, ainsi faisant très bonne impression sur les petites filles.
it: L'organismo acrobatico è capace di eseguire veri numeri, come salti carpiati, avvitamenti o ballare la capoeira. Con questa capacità può attraversare le aree controllate dal nemico senza subire l'Attacco Codardo, cadere da grandi altezze senza ferirsi o impressionare le ragazzine.
pt_br: O organismo acrobata é capaz de realizar diversas façanhas, como dar cambalhotas, piruetas ou jogar capoeira. Com esta perícia ele também é capaz de atravessar áreas ameaçadas por inimigos sem sofrer ataques covardes, cair de locais altos sem sofrer dano, ou impressionar garotinhas.

source: Training Animals
es: Adiestrar bichos
fr: Dressage des animaux
it: Addestrare Animali
pt_br: Adestrar Animais

source: The organism graduated with this skill is able to teach and be likeable with animals and/or similars.
es: El organismo graduado con ésta habilidad es capaz de ser amable con los animales y/o similares.
fr: L'organisme qui fait un diplôme comprenant cette compétence a la capacité de dresser et de se faire aimer des animaux et/ou leurs semblables.
it: L'organismo dotato di questa abilità ha la capacità di insegnare ed piacere agli animali o simili.
pt_br: O organismo graduado nesta perícia é capaz de ensinar e ser simpático com os animais e/ou similares.

source: Burglary
es: Robo con fuerza
fr: Cambriolage
it: Scassinare
pt_br: Arrombar

source: The organism graduated in this skill is able to burglarize locks, unlock doors, safes and similars.
es: El organismo graduado con ésta habilidad es capaz de reventar cerraduras, abrir puertas, cajas fuertes, y cosas por el estilo.
fr: L'organisme qui a suivi des cours dans cette compétence peut forcer des serrures et ouvrir des portes, des coffres forts et autres objets similaires.
it: L'organismo esperto in questa abilità è capace di scassinare serrature, porte, cassaforti e simili
pt_br: O organismo graduado nesta perícia é capaz de arrombar cadeados, destrancar portas, cofres e afins.

source: Art of the Escape
es: Arte para escapar
fr: L' art de s'échapper
it: Arte della Fuga
pt_br: Arte do Escape

source: A person whose talent is the Art of the Escape is able to escape from the most diverse, ordinary conditions of imprisonment.
es: Una persona cuyo talento es el Arte de Escapar, es capaz de salir en las más diversas condiciones, de prisión.
fr: Quelqu'un dont la compétence est l'Art de s'échapper peut effectivement se libérer des diverses situations d'emprisonnement normales.
it: Una persona con il talento nell'Arte della Fuga è capace di scappare da qualunque ordinaria condizione di prigionia.
pt_br: O perito em Arte do Escape é capaz de escapar dos mais diversos meios normais capazes de constringê-lo.

source: Appraisal
es: Tasación
fr: Evaluation
it: Valutazione
pt_br: Avaliar

source: Usually used to estimate the price of that 486 processor sold by that smuggler or of those poisoned chips given to your beloved teacher.
es: Normalmente se usa para estimar el precio de los procesadorer 486 que vende el traficante o de los chips envenenados que le dieron a tu querido maestro.
fr: Utilisé habituellement pour l'évaluation du prix du processeur 486 vendu par un certain contrebandier ou celui des chips empoisonnées offertes à votre professeur bien aimé.
it: Normalmente usato per stimare il prezzo dei processori 486 comprati dai contrabbandieri o di quelle patatine fritte avvelenate date al tuo amato professore.
pt_br: Muito utilizada para se conseguir estimar o preço daquele processador 486 na mão de receptadores obscuros ou daquele salgadinho enveneado para o seu adorado professor.

source: Drinking
es: Beber
fr: Beuverie
it: Bere
pt_br: Beber
