Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: All Physiotherapy Students have lost one or more years studying to be a Medical Student, receiving +1 of Intelligence.
es: Por su dedicación a los estudios, los Estudiantes de Medicina reciben +2 de Inteligencia.
fr: Tous les Etudiants en Physiothérapie perdent un an ou plus à étudier pour devenir Etudiant en Médecine, recevant +1 en Intelligence.
it: Tutti i Studenti di Fisioterapia hanno perso almeno un anno a studiare come Studenti di Medicina, ricevendo +1 all'Intelligenza
pt_br: Todo organismo Estudante de Fisioterapia perdeu um ou mais anos de sua vida tentando se tornar um Estudante de Medicina, adquirindo assim 1 ponto de Inteligência.

source: Because of all his wasted efforts to become a Medical Student, the little Physiotherapist inherits the penalty of -2 of Wisdom.
es: Por todos sus esfuerzos malgastados en convertirse en Estudiantes de Medicina, los pequeños fisioterapeutas tienen la penalización de -2 de Sabiduría.
fr: A cause de tous les efforts pour être Etudiant en Médecine, le petit Physiothérapeute hérite de la pénalité de -2 en Sagesse.
it: A causa degli inutili sforzi per diventare Studenti di Medicina, il piccolo Fisioterapista eredita la penalità di -2 alla Saggezza.
pt_br: Por terem se esforçado para ser um Estudante de Medicina, os pequenos fisioterapeutas herdaram a desvantagem de sua classe ansiada em ter -2 em Sabedoria.

source: Feeding their hatred towards their rivals in medicine, the Physiotherapy Students receive the class bonus against them, of +1 on all attacks against Med Students.
es: Alimentando su ira hacia sus rivales en medicina, los Estudiantes de Fisioterapia reciben el bonus de clase contra ellos, haciendo +1 en todos los ataques en contra de los Estudiantes de Medicina.
fr: Nourrissant leur haine envers leurs concurrents en Médecine, les étudiants en Physiothérapie reçoivent le bonus de la classe contre eux: +1 en toute attaque contre les apprentis médecins.
it: Alimentati dal loro odio verso i loro rivali di Medicina, gli Studenti di Fisioterapia ricevono un bonus di classe di +1 agli attacchi contro gli Studenti di Medicina.
pt_br: Nutrindo o ódio que sentem pelos seus rivais da medicina, os Estudantes de Fisioterapia têm um bônus de classe (recebem este bônus sempre que utilizam suas habilidades contra um Estudante de Medicina) de +1 em todos os ataques contra pequenos médicos.

source: They receive +3 of Listen, Observe, Bluff and I am not a Fool tests when targeting Medical Students.
es: Ellos reciben +3 de Escuchar, Observar, Fanfarronear y No Soy Un Tonto, cuando están luchando contra Estudiantes de Medicina.
fr: Quand leur cible se compose d'étudiants en Médecine, ils reçoivent +3 lors des tests en Ecoute, Observation, Bluff et Je ne suis Pas un idiot.
it: Ricevono +3 ai test di Ascoltare, Osservare, Bluff e Non Sono uno Scemo quando il bersaglio è uno Studente di Medicina
pt_br: Recebem também +3 em todos os seus testes de Ouvir, Observar, Blefar e Não Sou Bobo quando estão lidando contra Estudantes de Medicina.

source: Because they are failed Medical Students, whenever there is any chance of social interaction when there is a Medical Student within a radius of 20 meters, the Physiotherapy Student will receive -5 of Social Skills. If they fail a test by 5 or more, they will commit suicide.
es: Porque son Estudiantes de Medicina fallidos, siempre que halla una posibilidad de interacción social con un Estudiante de Medicina en un radio de 20 metros, el Estudiante de Fisioterapia recibe -5 de Habilidades Sociales. Sí fallan una prueba por 5 o más puntos, van a suicidarse.
fr: Étant des étudiants en Médecine ratés, les étudiants en Physiothérapie recevront -5 en Sociabilité, lorsqu'un étudiant en Médecine se trouve dans un rayon de 20 mètres. S'ils ratent un test par 5 ou plus, ils se suicideront.
it: Siccome sono Studenti di Medicina falliti, quando hanno uno Studente di Medicina entro 20 metri ricevono -5 alla capacità Sociale. Se falliscono un test di 5 o più si suicidano.
pt_br: Por serem médicos fracassados, quaisquer tentativas de interação social em um meio que estejam presentes Estudantes de Medicina num raio de 20 metros, o Estudante de Fisioterapia receberá -5 em todas as suas perícias sociais. Caso este falhe em um teste por uma margem de falha de 5 ou mais, se sentirá humilhado e se matará automaticamente.

source: Mechanical Engineering Student
es: Estudiante de Ingeniería Mecánica
fr: étudiant en ingénierie mécanique
it: Studente di Ingegneria Meccanica
pt_br: Estudante de Engenharia Mecânica

source: 'Today we'll see the comprex prane pracle probrem!'|(Haroldao, Mechanical Teacher)
es: 'Hoy vamos a ver el comprejo probrema del prano praclo!'|(Haroldao, Maestro de Mecánica)
fr: "Aujourd'hui nous verrons le probrème des comprex pranes pracles!"|(Haroldao, professeur en Mécanique)
it: 'Oggi vedremo ir compresso probrema der piano incrinato!'|(Haroldao, Insegnante di Meccanica)
pt_br: 'Hoje veremos o pobrema da praca prana comprexa!'|(Haroldão, professor do curso de Engenharia Mecânica)

source: The student of Mechanical Engineering is the most frustrated person on Campus. After choosing that course of studies in hopes of learning everything about cars, planes, boats and other mechanical structures of great complexity, they discover that the world can be summarized to F = m*a. In possession of that simple equation and of absurd quantities of inexplicable calculations, the teachers of physics make their life a hell during the fundamental first year. But in specific classes they realize that the world was happy during that basic cycle. Generally, because they're seen in all classes inside the Exacts Institute (ICEX), it is certain that no one is assured of graduating regularly.
es: Los Estudiantes de Ingeniería Mecánica son las personas más frustradas del Campus. Después de elegir ese curso de estudios con la esperanza de aprenderlo todo sobre autos, aviones, botes y otras estructuras mecánicas de gran complejidad, descubren que el mundo puede ser resumido en F = m*a. Con esa simple ecuación y absurdas cantidades de cálculos inexplicables, los profesores de física hacen su vida imposible durante su primer año. Pero en ciertas clases, ellos entienden que la vida era buena durante el ciclo básico. Generalmente, como cursan en el Instituto de Ciencias Exactas, es seguro que ninguno se graduará regularmente.
fr: L'étudiant en Ingénierie mécanique est la personne la plus frustrée à la Fac. Après avoir choisi ce cursus en espérant apprendre tout sur les voitures, les avions, les bateaux et d'autres structures mécaniques d'une grande complexité, ils découvrent que le monde peut se résumer à F = m*a. Munis de cette équation de base ainsi que de quantités absurdes de calculs incompréhensibles, les professeurs de Physique leur rendent la vie infernale pendant la première année fondamentale. Cela dit, pendant les cours pointus, ils se rendent compte que le monde était très heureux lors de ce premier cycle. De façon générale, parce qu'ils assistent à tous les cours à l'Institut des sciences exactes (ISEX), il est certain que personne n'est sûre de réussir.
it: I Studenti di Ingegneria Meccanica sono le persone più frustrate del Campus. Dopo aver scelto il corso di studi, nella speranza di imparare tutto riguardo automobili, aeroplani, barche ed altre strutture meccaniche di grande complessità, scoprono che tutto può essere riassunto in F = m * a. Con questa semplice equazione e un'assurda quantità di inspiegabili calcoli, i professori di fisica rendono la loro vita un'inferno durante i fondamentali primi anni di corso, ma in alcune classi capiscono che il mondo era felice durante questo ciclo basilare, di solito, perché hanno visto in tutte le classi all'interno dell'Istituto delle Scienze Esatte (ICEX) che che nessuno ha la sicurezza di laurearsi in corso.
pt_br: O Estudante de Engenharia Mecânica é o sujeito mais frustrado do campus. Após adentrar a faculdade na esperança de aprender tudo sobre carros, aviões, barcos e outras estruturas mecânicas de complexidade elevada, ele descobre que o mundo se resume a F=m*a. De posse dessa singela equação e de quantidades absurdas de cálculos inexplicáveis, os professores de física tornam sua vida um inferno no curso básico, de onde ele vai para as matérias específicas e percebe que o mundo era feliz no ciclo básico. Geralmente são vistos em todas as matérias dentro da universidade, pois nenhum deles consegue terminar o curso regularmente.

source: ME Students will study like crazy, if they want to do something more in their lives than hold bolts while somebody else tightens them, so they receive +3 of Intelligence.
es: Los Estudiantes de Ingeniería Mecánica estudiarán como locos, si quieren hacer algo más que sostener tornillos mientras alguien los ajusta, así que reciben +3 de Inteligencia.
fr: Ces étudiants doivent travailler comme des dingues s'il veulent faire autre chose dans leur vie que de tenir des boulons pendant que quelqu'un d'autre resserre les vis.
it: I Studenti di Ingegneria Meccanica studiano come pazzi, se loro vogliono qualcosa di più nella loro vita che sia migliore di mettere bulloni mentre qualcun'altro li stringe, quindi ricevono +3 all'Intelligenza.
pt_br: Estudantes de Eng. Mecânica precisam estudar feito loucos se quiserem fazer algo mais que apertar parafusos na vida, logo recebem +3 de Inteligência.

source: Due to the quantity of information about steels, kinds of tempera, tools of plants, electronic systems and other things that they are obliged to swallow, the Students of Mechanics receive +3 of Wisdom.
es: Debido a la cantidad de información sobre aceros, tipos de pinturas, herramientas, sistemas eléctricos, y otras cosas que deben asimilar, los Estudiantes de Ingeniería Mecánica reciben +3 de Sabiduría.
fr: Grâce à la quantité d'information concernant les aciers, les sortes de tempera, les outils en usine, les systèmes électronique etc., qu'ils sont forcés d'avaler, les étudiants en Mécanique reçoivent +3 en Sagesse.
it: L'innumerevoli informazioni riguardo acciai, tipi di tempera, impianti, sistemi elettronici ed altre cose che sono costretti ad assimilare, gli Studenti di Ingegneria Meccanica ricevono +3 alla Saggezza.
pt_br: Devido à quantidade de informações sobre aços, tipos de têmpera, ferramentas de usinagem, sistemas eletrônicos e outras coisas que são obrigados a engolir, os Estudantes de Eng. Mecânica recebem +3 de Sabedoria.

source: They receive -2 of Strength. After all, the Autocad mouse doesn't weigh much.
es: Ellos reciben -2 de Fuerza. Después de todo, mover el mouse para usar autocad, no cuesta mucho.
fr: Ils reçoivent -2 en Force. Il est vrai que la souris d'Autocad ne pèse pas lourd.
it: Hanno -2 alla Forza. Dopo tutto il mouse per usare Autocad non è molto pesante.
pt_br: Recebem -2 Força, afinal de contas, o mouse para desenhar no AutoCAD não pesa nada.

source: A student of Mechanics always suffers a penalty of -10 in any kind of test against things of the female sex. Total absence of contact with that kind of organism causes a barely controlled frenzy in the student, who should do an I Am Not A Fool test (with the penalty of -10) so he won't jump wildly on top of the female. If he fails, the student becomes hysterically frantic and will try as hard as he can to 'copulate' with her.
es: Un Estudiante de Ingeniería Mecánica siempre sufre una penalización de -10 en cualquier prueba contra cosas del sexo femenino. La total ausencia de contacto con ellas causa un descontrolado frenesí, que debería hacer una prueba de No Soy Un Tonto (con la penalización de -10) para no saltar encima de la mujer. Si falla, el estudiante se volverá frenético y no podrá controlar sus impulsos frente a ella.
fr: Un étudiant en Mécanique reçoit toujours une pénalité de -10 lors de tout test contre des choses du sexe féminin. L'absence totale de contact avec un tel organisme provoque une frénésie à peine contrôlable dans l'étudiant, qui devrait passer un test de Je ne suis Pas un idiot (avec la pénalité de -10), pour se calmer afin de ne pas sauter sur la femelle comme une bête. S'il échoue, l'étudiant devient follement surexcité et fera de son mieux pour "copuler" avec elle.
it: Uno Studente di Ingegneria Meccanica soffre una penalità di -10 in ogni tipo di test contro qualcosa di sesso femminile. L'assenza totale di contatto con questo tipo di organismo causa una mal controllata frenesia nello studente, che deve fare un test di Non Sono uno Scemo (con penalità -10) per non saltare selvaggiamente sulla femmina. Se fallisce lo studente diventa istericamente agitato e proverà in tutti i modi di 'copulare' con lei.
pt_br: Um estudante de Eng. Mecânica sempre sofre uma penalidade de -10 em quaisquer tipos de testes contra organismos do sexo feminino. A total falta de contato com esse tipo de organismo causa um frenesi quase incontrolável no estudante, que tem de fazer um teste de Não Sou Bobo (com a penalidade de -10) para não pular ensandecido em cima de uma fêmea. Caso falhe, o estudante entra em frenesi e tentará com todas as suas forças 'copular' com a mesma.

source: Occupational Therapy Student
es: Estudiante de Terapia Ocupacional
fr: L'étudiant en Ergothérapie
it: Studente Di Terapia Occupazionale
pt_br: Estudante de Terapia Ocupacional

source: 'Hey, girls from OT, there's a question I've had in my mind since I entered the University. Can you answer it for me?...| No, we don't know what our diploma will allow us to do and we're bored by others asking us about it!'|(Turmalina, Computer Science Student, interviewing three OT Students)
es: 'Ey, chicas de Terapia Ocupacional, hay una pregunta que tengo en mi mente desde que entre a la universidad. Ustedes pueden responderla?...|No, nosotros tampoco sabemos que vamos a poder hacer con nuestro diploma, y estamos cansados de que nos pregunten!'|(Turmalina, Estudiante de Ciencias de la Computación, entrevistando a tres Estudiantes de Terapia Ocupacional)
fr: "Salut, les filles d'ET ! Depuis que je suis arrivé à la Fac, une question me trotte dans la tête. Pouvez-vous m'aider ?...| "Non, nous ne savons pas à quoi notre diplôme nous prépare et quand on nous pose la question, cela nous fatigue !"|(Turmalina, étudiant en Informatique, interrogeant trois étudiantes en ET.
it: 'Hey, ragazze di Terapia Occupazionale, c'è una domanda che mi frulla in testa da quando sono entrato all'università. Mi potete dare una risposta?...|No, non sappiamo a cosa serve il nostro diploma e cosa ci permetterà di fare e siamo stufe di sentircelo chiedere!'|Turmalina, Studente di Informatica che intervista 3 Studentesse di Terapia Occupazionale)
pt_br: ' - Ei, meninas da TO, esclareçam uma dúvida que levo desde que entrei na faculdade...|- Não, nem nós sabemos para que serve nosso curso e estamos cansadas de ficarem nos perguntando isso!'|(Turmalina, Estudante de Computação, indagando três Estudantes de TO)

source: Usually little and fragile, the Occupational Therapy Students can become highly emotional when they watch Mexican soap operas, however conventional. Known for their 'hard' group therapies, called 'Academic Classes', and for the hours they spend painting a little piece of paper like a three-year-old child (and FOR a three-year-old child), calling it a 'Scientific Project', the OT Students can't explain the purpose of their diploma (it's one of the universe's secrets not answered by 42), of their lives, their clients, their friends, their bass guitars, the Anamabeka, their..., finally... But they sure do know what happened in the previous chapter of the midday television soap opera.
es: Normalmente pequeños y frágiles, los Estudiantes de Terapia Ocupacional pueden volverse muy emotivos viendo telenovelas mejicanas. Conocidos por sus terapias de grupo 'duras', llamadas 'clases académicas', y por las horas que pasan pintando pequeños pedazos de papel como un niño de tres años (y para un niño de 3 años), para llamarlo un 'proyecto científico', los Estudiantes de Terapia Ocupacional no pueden explicar la razón de ser de su diploma (es uno de los secretos del universo), ni de sus vidas, sus clientes, sus amigos, sus bajos, el Anamabeka, etc, lo que si saben es que pasó en el último capítulo de la telenovela de la siesta.
fr: Habituellement petites et frêles, les étudiantes en ET peuvent devenir très émotives quand elles regardent des feuilletons mexicains, à la télé, même s'ils sont très conventionnels. Connues pour leurs thérapies de groupe "hard", appelées "Cours académiques", et pour les heures passées à peindre sur une petite feuille de papier comme un enfant de trois ans ( et POUR un enfant de trois an), le baptisant "Projet scientifique", les étudiantes en ET ne savent pas expliquer le but de leur diplôme (c'est l'un des secrets de l'univers auquel 42 ne donne pas de réponse), de leur vie, leurs clients, leurs amis, leurs basses, l'Anamabeka, leur..., enfin.... En revanche, elles sont vachement au courant de ce qui s'est passé la veille dans le feuilleton télévisé à midi.
it: Solitamente piccoli e fragili, i Studenti di Terapia Occupazionale possono diventare molto emotivi quando guardano le soap opera Messicane, altrimenti sono nella norma. A causa dei loro 'duri' gruppi di terapia, chiamate 'Classi Accademiche', e per le ore che passano a disegnare su un piccolo pezzo di carta come bambini di tre anni (e PER bambini di tre anni), chiamato 'Progetto Scientifico', i Studenti di Terapia Occupazionale non possono spiegare lo scopo del loro diploma (è uno dei segreti dell'universo che non trova risposta in 42), delle loro vite, i loro clienti, i loro amici, il loro basso, l'Anamabeka, i..., eccetera, ma sanno cosa è successo nel precedente capitolo della soap opera televisiva di mezzogiorno.
pt_br: Geralmente pequenas e frágeis, as estudantes de TO são capazes de se emocionar facilmente com a mais mexicana (e sacada) novela que estiver passando. Conhecidas pelas 'árduas' terapias de grupo que realizam e denominam 'Matérias Letivas', pelas horas gastas pintando uma pequena folha de papel como uma criança de três anos (e PARA uma criança de três anos), denominando 'Projeto Científico', as Estudantes de Terapia Ocupacional, salvo raras exceções, são incapazes de dizer de maneira concisa para que serve seu curso, sua vida, seus pacientes, seus colegas, seus professores, sua faculdade, seu baixo, a Anamabeka, seu..., enfim..., mas sabem de cor qual foi o capítulo de ontem da novela reprisada à tarde.

source: Receive -2 of Intelligence, for spending too much time watching soap operas on TV.
es: Reciben -2 de Inteligencia, por pasar demasiado tiempo viendo telenovelas en TV.
fr: Reçoivent -2 en Intelligence, car elles passent trop de temps à regarder des feuilletons à la télé.
it: Ricevono -2 All'Intelligenza per aver passato troppo tempo a guardare soap opera in TV.
pt_br: Recebem -2 de Inteligência, por passarem demasiado tempo em frente a novelas de TV.

source: +1 of Wisdom, for the inutiles knowledges obtained watching TV novels.
es: +1 de Sabiduría, por todo el conocimiento inútil adquirido viendo telenovelas.
fr: +1 en Sagesse, grâce aux connaissances glanées en regardant les romans télé.
it: +1 alla Saggezza per l'inutile conoscenza acquisita guardando telenovele in TV.
pt_br: +1 de Sabedoria, pelos conhecimentos inúteis adquiridos ao assistir as mesmas.

source: +3 of Charisma, for not studying at the Exact Sciences Institute (ICEX), and for usually being very nice.
es: +3 de Carisma, por no estudiar en el Instituto de Ciencias Exactas, y por normalmente, ser muy amables.
fr: +3 en Charisme, parce qu'ils ne suivent pas de cours à l'Institut de Sciences exactes (ICEX), et parce que, d'habitude, ils sont extrêmement gentils.
it: +3 al Carisma per non aver studiato nell'Istituto delle Scienze Esatte (ICEX) e per essere solitamente molto simpatici.
pt_br: +3 de Carisma, por não estudarem no Instituto de Ciências Exatas (ICEX) e usualmente serem agradáveis.

source: Because they symbolize rare beauty to the Students of the ICEX, the OT Students receive +10 on all social tests against Students from that Institute.
es: Porque simbolizan una extraña belleza para los estudiantes del Instituto de Ciencias Exactas, los Estudiantes de Terapia Ocupacional reciben +10 en todas las pruebas sociales frente a estudiantes de ese instituto.
fr: Parce que, d'habitude, elles représentent la beauté rare à ICEX, les étudiantes en Ergothérapie reçoivent +10 sur tous les tests de sociabilité contre les étudiants de cet Institut.
it: Dato che sembrano di rara bellezza agli studenti dell'ICEX, gli Studenti di Terapia Occupazionale ottengono +10 su tutti i test sociali contro i studenti di questo istituto.
pt_br: Por normalmente possuírem beleza rara ao Instituto de Ciências Exatas, as Estudantes de TO recebem +10 em todos testes sociais ao tratarem com Estudantes oriundos do dito instituto.

source: And +5 of Intimidate for the same reason.
es: y +5 de Intimidar por la misma razón.
fr: Et +5 en intimidation pour les mêmes raisons
it: e +5 ad Intimidire per la stessa ragione.
pt_br: E +5 em Intimidar aos mesmos estudantes do ICEX.

source: Strange Autistic
es: Extraño Autista.
fr: L'Autiste étrange
it: Strano Autistico
pt_br: Autista Estranho

source: ' -Look at this boy! He is you when you were small!|-No, Farrer, I was a normal happy child.'|(Farrer to a Strange Autistic (Panda), Anamabeka's vocalist, when watching an Oblongs episode where one infant, with eyes of different sizes, sawed his bed using a saw)
es: '-Mira a este chico! Él es como vos cuando eras pequeño!|No, Farrer, yo era un niño normal y feliz.'|(Farrer a un Extraño Autista (Panda),el vocalista de Anamabeka,mirando el episodio de Oblongs, donde un chico de ojos de distinto tamaño aserruchaba una cama con una sierra)
fr: - Regarder ce garçon! Il est comme toi quand tu était petit!"|"Non, Farrer, j'étais un enfant normal et heureux."|(Farrer à une autiste étrange (Panda), la chanteuse d'Anamabeka, en regardant un épisode d'Oblongs où un enfant, dont les yeux étaient de taille différente, coupait son lit en deux avec une scie.
it: '-Guarda questo ragazzo! Sei tu quando eri piccolo!|-No, Farrer, io ero un normale e felice bambino.'|(Farrer a uno Strano Autistico (Panda), voce di Anamabeka mentre guardava un episodio di Oblongs dove un ragazzo, con gli occhi di grandezza diversa, ha tagliato il suo letto con una sega)
pt_br: '-Olha só esse menino! Ele é você quando era pequeno!|-Não, Farrer, eu era uma criança normal e feliz...'|(Farrer para um Autista Estranho, Panda, vocalista da Anamabeka, ao assistirem um episódio de Oblongs em que uma criança com olhos de tamanhos diferentes serrava sua cama utilizando-se de um serrote)
