Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: Ah, you're finally awake!
it: Ah, finalmente ti sei alzato!

source: I am Logan, maintainer of this squatting.
it: Sono Logan, il custode di questa catapecchia

source: A squatting? This is the cleanest house I've ever seen!
it: Catapecchia? Questa, la casa più pulità io abbia mai visto, è una catapecchia?

source: We found you bleeding unconscious near the waterfall. For the sake of our ideals, Mattar 'the Forgotten' healed your wounds. You're lucky too, you expelled the scalpel yesterday!
it: Ti abbiamo trovato svenuto e sanguinante vicino le cascate. In onore dei nostri ideali, Mattar <il distratto>, ha curato tutte le tue ferite. (Sei stato fortunato: hai espulso il bisturi con le feci ieri!)

source: What do you want from me?
it: Cosa vuoi da me?

source: Yes, a squatting. A clean and sweet squatting that also serves as a healing clinic for people with big tongues and no gratitude!
it: Si, catapecchia. Una catapecchia pulita e gioiosa usata anche come clinica di cura per le persone con la lingua lunga e nessuna gratitudine!

source: Our ideals? It's not the time to tell you about that.
it: I nostri ideali? Non è il momento di parlartene.

source: Ah, some time ago I've lost our Chrono Trigger SNES cartridge. Find it for us!
it: Ah, tempo fa ho perso la nostra cartuccia per Snes di Chrono Trigger, semplicemente ritrovala per noi.

source: Where could it be?
it: Dove può essere?

source: Okay, I'll search for it
it: Ok, la cercherò.

source: But everybody knows that Chrono is lost in time! It's impossible to take him from Lavos!
it: Ma sappiamo tutti che Chrono è perso nel tempo! E' impossibile tirarlo via da Lavos!

source: You still haven't found our Chrono Trigger SNES cartridge!
it: Non hai ancora trovato la nostra cartuccia per Snes di Chrono Trigger!

source: Oh, Chrono Trigger! That name brings back good memories.
it: Oh, Chrono Trigger! Questo nome mi richiama dei bei ricordi.

source: You got it! Chrono is back! Let me play it!
it: Qua! Chrono è qua! Fammelo giocare!

source: I want another thing from you. Some dangerous creatures infested the subterranean areas of the bunker school. Please, exterminate them all.
it: Voglio un'altra cosa da te. Delle pericolose creature infestano l'area sotterranea del bunker della scuola. Per favore, sterminali tutti.

source: No, you're wrong. Chrono is lost somewhere in the Bunker School. Search for it there.
it: No, ti sbagli. Chrono è perso da qualche parte nel bunker della scuola. Vai a darci uno sguardo...

source: Okay, I'll look for it.
it: Ok, lo cercherò.

source: Ahm, last time I saw it in the Bunker School, when I was riping it to play online via ZSNES.
it: Ehm, l'ultima volta che l'ho visto era nel bunker della scuola, quando ho provato a giocare online con lo zsnes.

source: About the extermination, have you finished the job?
it: A proposito della disinfestazione, hai fatto?

source: Yes, there's nothing left alive there...
it: Si, non c'è più niente di vivo laggiù...

source: The Heroes of Lesser Renown? Good idea, I'll call them.
it: Gli Eroi di Fama Infima? E' vero, li chiamerò.

source: Give this to the Atleticano in the other part of this building and he'll see that I sent you. Maybe he can help you.
it: Dai questo all' Atleticano dall'altra parte di questa casa e capirà che ti ho mandato io. Potrebbe aiutarti.

source: I forgot!
it: L'ho dimenticato!

source: Want some milk, kid?
it: Vuoi un pò di latte, ragazzo?

source: He was the owner of a worldwide factory, with thousands of slaves. His name? Santa Claws. Same as mine.
it: Era proprietario di una multinazionale, con migliaia di schiavi. Il suo nome? Santa Claws. (Come me).

source: Yes, the great Santa Claws! I was named in honor of him.
it: Si, il grande Santa Claws! (Ho il suo nome in suo onore).

source: I need you to install Ruindows on the squatter's notebook.
it: Ho bisogno che mi installi Ruindows sul notebook del lavoro. Lo puoi fare?

source: Yes. (But a voice inside of you is telling you to take another action...)
it: Si.(ma qualcosa dentro di te di sta chiedendo di fare un'altra cosa)

source: Okay. (You look suspiciously at Santa Claws' notebook.)
it: Ok. (guardi con sospetto il notebook di Santa Claws)

source: So you installed it! Soon, the blue screen will rule the world!
it: L'hai installato! Presto lo schermo blue conquisterà il mondo!

source: You installed Linux on my notebook? But... it's not freezing up any more! How can I ever feel at home now?
it: Hai installato linux sul mio notebook? Ma... è per questo che non si pianta più? Come posso sentirmi a casa mia adesso?

source: Now get Ruindows onto the Hippie's computer!
it: Ora, Ruindows nei computer degli Hippie!

source: I'm waiting for you install Ruindows on the Hippie's computer!
it: Sto aspettando che installi Ruindows nei computer degli Hippie!

source: You installed it! Soon the blue screen will rule the world!
it: L'hai installato! Presto lo schermo blue conquisterà il mondo!

source: And so am I.
it: E così sono io.

source: What's that?
it: Cosa?

source: The thing is: the Cruzeirense over there is having some problem, but refuses to talk about it. Get him a soda can to make him spill the beans.
it: La cosa è: il Cruzeirense qui ha qualche problema, ma si rifiuta di parlarne. Dagli da bere qualche lattina di soda e fallo parlare.

source: I'm very busy right now.
it: Sono molto occupato adesso.

source: I'll come back later.
it: Tornerò più tardi.

source: (Give soda can) I have something for you.
it: Ho qualcosa per te.

source: I can give any information you want, but first, I need you to do something.
it: Posso darti qualunque informazione che vuoi, ma prima ho bisogno che tu faccia qualcosa per me.

source: What is it?
it: Cosa?

source: Some chickens are threatening me. You must go to the wasteland where they are and finish them!
it: Alcune galline mi intimoriscono. Devi andare nelle lande dove sono e finirle.

source: Bro, I need something from you... Or we'll be wasted!
it: Fratello, ho bisogno di una cosa da te... O siamo perduti!

source: I need this crazy ration for my chickens. But The Farmer refuses to give it to me. Can you get a bag for me? But remember: without blood!
it: Mi serve una sorta di becchime particolare per le mie galline. Ma La Fattoria si rifiuta di darmela. Puoi ottenerne un po' per me? Ma ricorda: senza sangue!

source: I'm waiting for my ration, bro.
it: Sto aspettando la mia cosa, fratello.

source: I need a chicken ration.
it: Mi serve del becchime per polli.

source: Neither am I.
it: Nemmeno io

source: I'm a chicken ration enthusiast.
it: Sono entusiasta del becchime per polli.

source: Maybe I can do something for you in return?
it: E se facessi qualche lavoretto per te?

source: Uhm, there's something I'll want you to do for me later. But I also need two ingredients for the ration. First, a mushroom.
it: Uhm, c'è qualcosa che vorrò dopo da te. Ma prima, mi servono alcuni ingredienti per la razione. Un fungo...

source: I'll get one.
it: Lo prenderò.

source: Do you have a mushroom?
it: Hai il fungo?

source: Great! Now I need an egg.
it: Ottimo. Adesso voglio un uovo.

source: Did you get an egg?
it: Hai l'uovo?

source: Done! Come back later to pay off the debt.
it: Fatto. Torna dopo per farmi il tuo lavoretto

source: I'll see what I can do.
it: Vedrò cosa posso fare.

source: Great!
it: Grande!

source: Find Chrono Trigger SNES cartdrige for Logan.
it: Trova la cartuccia di Chrono Trigger per Logan.

source: Exterminate the creatures at Bunker School for Logan.
it: Stermina tutte le Creature viventi nel Bunker della Scuola

source: Install Ruindows on the notebook in the clinic for Santa Claws.
it: Installa Ruindows sul portatile di lavoro di Santa Claws.

source: Fight chicken for Cruzeirense.
it: Combatti per Cruzeirense.

source: A bag of delicious chicken ration. Smells like corn.
it: Un pacchetto di deliziosa razione di gallina. Odora di granturco.

source: It seems that someone recorded some stories about Nanook, the Eskimo on this disk.
it: Sembra che qualcuno abbia registrato delle storie su Nanuk, l'eskimese su questo disco.

source: Let the carnage begin!
es: ¡Va a empezar la carniceria!
it: Che la carneficina abbia inizio!

source: Stencil Buffer:
es: Tamaño del búffer

source: (The door seems to be locked)
es: (Ésta puerta parece estar cerrada.)

source: Notebook
es: Portátil
fr: Ordinateur portable

source: Chicken
es: Pollo

source: Pig
es: Cerdo

source: Reflex
fr: Réflexe

source: Nothing
fr: Rien

source: Not found in dialog: %d
fr: Introuvable dans le dialogue : %d

source: Ok
fr: Valider

source: Enable MultiTextures
fr: Activer MultiTextures

source: Particles
fr: Particules

source: FPS
fr: IPS

source: Open Assign Attacks Window
fr: Ouvrir la fenêtre des Postes d'attaque

source: Since they are Taylor's faithful disciples, they receive +4 of Taylorism Skill.
fr: Etant de fidèles disciples de Taylor, ils reçoivent +4 en Taylorisme.

source: In their dogmatic cult to Taylor they found bizarre things (with maximun financial efficiency) to be their 'clothes', receiving +4 of Bizarre Clothes.
fr: Dans le culte dogmatique qu'ils vouent à Taylor, ils trouvèrent des choses bizarres (ayant une maximum d'efficacité dans le domaine de la finance) qui leur servent de "vêtements". Ainsi, ils reçoivent +4 en Vêtements bizarres.

source: Everyone knows that Administration Students have a lot of difficulty in the assimilation of other's opinions, and also to ask in a concise way some question, so they receive -6 of Listen.
fr: Chacun sait que les étudiants en Administration n'adoptent pas facilement l'opinion des autres et ne savent pas poser des questions de façon concise. Ainsi, ils reçoivent -6 en Ecoute.

source: 'If I've tried Physiotherapy there, I should passed on first with the points I've made in Medicine.'|(Mattar, Medician Student answering the provocation of Wanucia, Physiotherapy Student)
fr: "Si j'ai essayé la Physiothérapie là, je devrais être reçu premier, grâce aux points faits en Médecine."|(Mattar, étudiant en Médecine, répondant à la provocation de Wanucia, étudiant en Physiothérapie)

source: Although they are creatures of theory, they usually spend their money in physical academies, receiving +1 of Strength.
fr: Malgré le fait qu'ils soient des créatures théoriques, ils dépensent généralement leur argent dans des académies sportives, et reçoivent +1 en Force.

source: So immersed in his studies is the Medical Student that he has often forgotten to grow up, being very susceptible to questions, receiving -3 on all I am not a Fool tests (diminished to -6 when the target is their father or mother).
fr: L'étudiant en Médecine est tellement absorbé par ses études qu'il a souvent oublier de devenir adulte. Il ne sait pas répondre aux questions le concernant et reçoit -3 sur tous les tests de Je ne suis Pas un Idiot (baissé à -6 quand la question concerne son père ou sa mère).

source: Those creatures receive +4 on all Bluff tests. They bluff all the time and the more ridiculous their bluffing is, the more easily it can be really true.
fr: Ces créatures reçoivent +4 sur tous les tests de Bluff. Ils bluffent tout le temps et plus ce qu'ils disent semble ridicule, plus cela a des chances d'être la vérité vraie.

source: 'This place is filled with arthropodes!'|(Bin, that time, a Biology Student)
fr: "Cet endroit est bourré d'arthropodes!"|(Bin, alors étudiant en Biologie)

source: Since they are commonly mistaken for hippies, Biology Students receive +6 of Disguises when disguised as hippies (and when not of this race)
fr: Puisqu'on les prend souvent pour de hippies, les étudiants en Biologie reçoivent +6 en Déguisements lorsqu'ils se sont déguisés en hippies (et quand ils n'appartiennent pas à cette race).

source: For the same reason, -4 of Carte Blanche.
fr: Pour la même raison, -4 en Carte Blanche

source: For the hard work observing ameivas, the Biology Student receives +2 of furtivity.
fr: Grâce au dur labeur durant l'observation des améives, l'Etudiant en Biologie reçoit +2 en furtivité.

source: +1 of Intelligence for knowing those notes, how they are created and all the musical theory envolved on their creation.
fr: +1 en Intelligence, parce qu'ils connaissent ces notes, comment elles sont faites et toute la théorie musicale impliquée dans leur création.

source: The Music Student need to have at least one graduation on Play Instrument, of one presented at the Bizarre Musical Instruments List.
fr: Afin d'obtenir son diplôme, l'étudiant en Musique a besoin de recevoir au moins un Prix officiel pour son maniement d'un Instrument qui figure sur la Liste d'instruments de musique bizarre.

source: The Philosophy Student receives +4 of Knowledge (Classic) for the little they learn at university.
fr: L'Etudiant en Philosophie reçoit +4 en Intelligence (classique) pour le peu qu'il apprend à l'université.

source: Receive +4 of Bohemia, obviously.
fr: Reçoit +4, évidemment, en Capacité de mener la vie de bohème.

source: Because he doesn't attend any (or very few) classes, the Philosophy Student receives -4 of Not Enough Time.
fr: Parce qu'il n'assiste pas - ou très peu - aux cours, l'étudiant en philosophie reçoit -4 en Manque de Temps.

source: -4 of Hide, since they are coarse hulks.
fr: -4 en Capacité de se cacher, puisqu'ils sont des mastodontes grossiers.

source: -2 of Listen, since their muscles fill their ear canals.
fr: -2 en Ecoute, puisque leurs muscles commandent toutes les ouvertures de leurs oreilles.

source: The Student receives -4 in Training Animals, since, because they haven't absolute control of their muscles, there is a chance of crushing the animal.
fr: L'étudiant reçoit -4 en Dressage des Animaux, puisque qu'il y a des chances qu'ils écrasent l'animal, car ils ne contrôlent pas leur muscles complètement.

source: Receives -3 in Direction cause they usually get lost among their own muscles.
fr: Il reçoit -3 en Direction car il se perd généralement dans ses propres muscles.

source: Because his skills are extremely limited, the Physical Education Student doesn't have any limits concerning how many points he can get in Sports.
fr: Parce qu'il est extrêmement limité dans ses Compétences, l'Etudiant en Education Physique n'a aucune limite de point en Sports.

source: -12 of Furtive when in a radius of 30 meters of at least one ICEX Student.
fr: -12 en Capacité de passer inaperçue dans un rayon de 30 mètres d'au moins un étudiant à l'ICEX.

source: -12 of Hide in the same circunstances.
fr: -12 en capacité de se cacher dans les mêmes circonstances

source: OT Students have a tendency to play that musical instrument called a bass, receiving -4 of Observe.
fr: Les étudiantes en ergothérapie ont tendance à jouer de cet instrument de musique que l'on appelle une basse et reçoivent -4 en Observation.

source: Boy / Paty
fr: Garçon / Paty

source: Boys, and their female versions, Patys, are creatures endowed with a strange fondness for body academies. Always wanting to be thin, to go to jet-set parties and rubbing with their opposite sex equivalents, they usually ignore their friends of other races. But, the more upper-class they consider themselves, and although they have a great capacity for affection, this race is always the target of mockeries and jokes by other races.
fr: Les Garçons, et leurs versions féminines, les Patys, sont des créatures dotées d'une affection bizarre pour les écoles de sculpture corporelle. Puisqu'ils veulent toujours rester mince, assister aux soirées du jet-set et se frotter à leurs équivalents du sexe opposé, ils ont tendance à ignorer leurs copains d'autres races. Cela dit, malgré le fait qu'ils se considèrent la crème de la crème, et bien qu'ils soient très affectueux, cette race est toujours la cible de taquineries et de plaisanteries de la part des autres races.

source: Patys have +1 of Diplomacy since they always exhibit the characteristics of their bodies. As terribly horrendous as she was, she is able to alter herself 'magically' in just a few hours.
fr: Les Patys reçoivent +1 en Diplomatie car elles montrent toujours leurs caractéristiques corporelles. Aussi affreusement horrible qu'elle l'a été, elle a la capacité de se métamorphoser "par magie" en quelques heures.

source: For the aforesaid reasons, the Patys also receive + 2 of Disguises.
fr: Pour les raisons déjà déonnées, les Patys reçoivent également +2 en Déguisement.

source: Boys and Patys receive +1 of Constitution due to the time they constantly spend at body academies. If they no longer go there, they'll lose this bonus and automatically become the butt of jokes among others of their own race.
fr: Les Garçons et les Patys reçoivent +1 en Constitution, grâce au fait qu'ils passent tout leur temps dans les écoles de sculpture corporelle. S'ils n'y allaient plus, ils perdraient ce bonus et deviendraient automatiquement la cible de plaisanteries parmi les membres de leur propre race.

source: Boys have Driver as class skill, since they are distinguished offenders of traffic laws.
fr: Chauffeur est la compétence de la classe des garçons, puisqu'ils contreviennent au Code de la route, et ce, de façon très distinguée.

source: Since they love nature so much, the el.., err, I said, hippies, receive +5 of Training Animals.
fr: Puisqu'ils aiment tant la nature, les el..., hmm, j'ai dit les hippies, reçoivent +5 en Dressage des animaux.

source: Usually Hippie creatures aren't well accepted by society, fearful of their subversive actions under the influence of LSD, so, they receive -6 of Carte Blanche.
fr: Habituellement, les créatures hippie ne sont pas bien admises par la société qui a peur d'actes subversifs sous l'influence du LSD. Elles reçoivent ainsi -6 en Carte blanche.

source: By obvious reasons, the Human Cricket receive + 6 of Jump.
fr: Pour des raisons évidentes, le Criquet humain reçoit +6 en Saut.

source: Since they have friends in the army, Skinhead Maniacs can get all kinds of heavy guns and walk around freely with them. Their class skill is obviously Carte Blanche.
fr: Puisqu'ils ont des copains dans l'armée, les Skinheads fous ont accès à toute sorte d'armes à feu lourdes et peuvent se promener librement avec. Cela va sans dire que la compétence de leur classe est Carte Blanche.

source: Melee Attack
fr: Attaque en melée

source: Character's melee attack.
fr: Attaque de melée du personnage

source: Ranged Attack
fr: Attaque à distance

source: Character's ranged attack.
fr: Attaque à distance du personnage

source: I am Logan, maintainer of this occupation.
fr: Je m'appelle Logan, le préposé à l'entretien de cette occupation.

source: Occupation? Is this, the cleanest house I've ever seen, an occupation?
fr: Occupation ? Cette maison-ci, la maison la plus propre que j'ai jamais vue, est-elle une occupation ?

source: Yes, occupation. A clean and sweet ocupation that also serves as a healing clinic for people with big tongues and no gratitude!
fr: Oui, une occupation. Une occupation propre et douce qui sert aussi comme clinique de guérison pour des gens sans gratitude et qui parlent trop.

source: I haven't any more things for you in this DNT version. Come back when there's a latter version or join DNTeam to help us develop it!
fr: Je n'ai plus rien pour vous dans cette version de DNT. Revenez plus tard ou rejoindre notre équipe (la DNTeam) pour nous aider au développement d'une nouvelle version.

source: I need you to install a Ruindows on the occupation's notebook. Will you do it?
fr: J'ai besoin de vous pour installer une version de Ruindows sur le portable de l'habitation. Le ferez-vous ?

source: I'm waiting for you install the Ruindows on the occupation's notebook!
fr: J'attends que vous installiez Ruindows sur le portable de l'habitation !
