Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: I need some kind of crazy ration to my chickens. But The Farm refuses to give it to me. Can you get some for me? But remember: without blood!
pt_br: Preciso duma espécie de ração muito louca para minhas galinhas. Mas a fazenda se recusa a me arrumar. Você pode conseguir para mim? Mas lembre-se: sem sangue!

source: For sure.
es: Por supuesto.
it: Sicuro.
pt_br: Com certeza.

source: I can't! I love bloody work!
es: ¡No puedo! ¡Me encantan los trabajos sangrientos!
it: Non posso! Adoro i lavori sanguinari!
pt_br: Não posso! Eu adora trabalhos sangrentos!

source: I'm waiting for my thing, bro.
pt_br: Estou esperando minhas coisas, bicho.

source: I'll get it.
es: Voy a por ello.
it: Lo prenderò.
pt_br: Vou conseguir.

source: They're out of stock!
es: ¡No quedan!
it: Sono finite!
pt_br: Está fora de estoque!

source: Oh, really bad rap!
es: Oh, ¡vaya mierda de rap!
it: Oh, davvero una brutta storia!
pt_br: Grande merda!

source: Sure, it is.
es: Claro, eso es.
it: Sicuro, lo è.
pt_br: Com certeza.

source: Don't lie to me, bro!
es: ¡No me mientas, tron!
it: Non mentirmi, fratello!
pt_br: Não minta para mim, bicho!

source: Oh, you got it. A peak experience awaits!
es: ¡Oh, Lo has conseguido! ¡Te espera una gran experiencia!
it: Oh, l'hai avuta. Ti aspetta un'esperienza unica!
pt_br: Oh, você conseguiu. Psicodelia nos espera!

source: You killed her! Pig!
es: ¡Le has matado! ¡Cerdo!
it: L'hai uccisa! Maiale!
pt_br: Você a matou! Porco!

source: Hello stranger!
es: ¡Hola forastero!
it: Salve straniero!
pt_br: Olá, estranho!

source: I need some chicken ration.
pt_br: Eu preciso de ração para galinha.

source: Where am I?
es: ¿Dónde estoy?
it: Dove sono?
pt_br: Onde estamos?

source: At the farm.
es: En la granja.
it: Alla fattoria.
pt_br: Na fazenda.

source: What is the farm?
es: ¿Qué es la granja?
it: Cos'è la fattoria?
pt_br: O que é a fazenda?

source: The farm?
es: ¿La granja?
it: La fattoria?
pt_br: Fazenda?

source: I'm a simple farmer.
es: Soy una simple granjera.
it: Sono un semplice contadino.
pt_br: Sou uma simples fazendeira.

source: A simple farmer?
es: ¿Una simple granjera?
it: Un semplice contadino?
pt_br: Uma simples fazendeira?

source: But what's your name?
es: Pero, ¿cómo te llamas?
it: Ma qual'è il tuo nome?
pt_br: Mas qual é o seu nome?

source: Are you a piggy cop?
es: ¿Eres un cerdo policía?
it: Sei uno sporco poliziotto?
pt_br: Você é um porco da polícia?

source: F-A-R-M, farm, the farm.
es: G-R-A-N-J-A, granja, la granja.
it: F-A-T-T-O-R-I-A, fattoria, la fattoria.
pt_br: F-A-Z-E-N-D-A, fazenda, a fazenda.

source: But what is a farm?
es: Pero, ¿qué es la granja?
it: Ma cos'è una fattoria?
pt_br: Mas o que é uma fazenda?

source: I got it!
es: ¡Lo tengo!
it: L'ho capito!
pt_br: Entendi!

source: Pig!
es: ¡Cerdo!
it: Maiale!
pt_br: Porco!

source: Neither I.
pt_br: Nem eu.

source: Ch... ch.. chicken ration? What are you talking about?
es: ¿Un... un plato... de po.. de pollo...? ¿Pero qué estás diciendo?
it: Becchime per po... po... polli? Di cosa stai parlando?
pt_br: Ra... ra... ração para galinha? Do que você está falando?

source: The F.S.C. Hippie told me you have some.
es: La I.S.L. Hippie me ha dicho que tienes algunos.
it: L'Hippie F.S.C. mi ha detto che ne hai un po'.
pt_br: O Hippie da I.S.L. me contou que você produz.

source: I'm an enthusiast of chicken rations.
pt_br: Sou um entusiasta de rações para galinha.

source: Because I want!
pt_br: Porque eu quero!

source: I won't sell anything more to that lazy hippie.
es: No voy a venter nada más a ese hippie piesnegros.
it: Non venderò più nulla a quel pigro hippie.
pt_br: Eu não vendo nada mais para aquele hippie preguiçoso.

source: Maybe if I do some favor to you?
pt_br: Talvez se eu fizer algum favor para você?

source: Don't lie to me! It's for the hippie!
es: ¡No me mientas!, ¡Es para el hippie!
it: Non mentirmi! È per l'hippie!
pt_br: Não minta para mim! É para o hippie!

source: An enthusiast? You'll love it!
es: ¿Te encanta? ¡Lo adoras!
it: Un entusiasta? Lo amerai!
pt_br: Um entusiasta? Você vai adorar!

source: Sure.
es: Por supuesto.
it: Sicuro.
pt_br: Com certeza.

source: Uhm, there's something I'll want latter from you. But first, I'll need some ingredients for the ration. A mushroom...
pt_br: Uhm, existe algo que desejarei de você depois. Mas antes, preciso dos ingredientes para a ração. Um cogumelo...

source: Have you got the mushroom?
pt_br: Você conseguiu o cogumelo?

source: Here it is.
es: Aquí están.
it: Eccolo.
pt_br: Aqui está.

source: Great. Now I want an egg
pt_br: Ótimo. Preciso agora de um ovo.

source: Have you got the egg?
pt_br: Você conseguiu o ovo?

source: Done. Come back latter to do me your favor.
pt_br: Pronto. Volte depois para me fazer o favor.

source: What a world! Threats, threats and more threats...
es: ¡Vaya sitio!, Amenazas, amenazas y más amenazas...
it: Che mondo! Minacce, minacce e ancora altre minacce...
pt_br: Que mundo é este! Ameaças, ameaças e mais ameaças...

source: Find Chrono Trigger cartdrige for Logan.
pt_br: Encontrar o cartucho do Chrono Trigger para o Logan.

source: Exterminate all living Creatures at Bunker School.
pt_br: Exterminar todas criatudas vivas da escola abrigo.

source: Install Ruindows at the squatter's notebook for Santa Claws.
pt_br: Instalar Ruindows no notebook da ocupação para o Papai Cruel.

source: Fight for Cruzeirense.
pt_br: Brigar para o Cruzeirense.

source: Get some psychedelic ration for F.S.C. Hippie
es: Consigue algunas raciones psycodélicas de la I.S.L. hippie.
it: Procurati un po' di razione psichedelica per l'Hippie della C.S.L.
pt_br: Arrumar ração psicodélica para o Hippie da I.S.L.

source: Install Ruindows at the hippie's computer.
es: Instala Ruindown en el ordenador del hippie.
it: Installa Ruindows sul computer dell'hippie.
pt_br: Instalar Ruindows no computador do Hippie.

source: Copy info from old factory computer for Logan.
pt_br: Copiar informação do computador para o Logan.

source: Like teaching the priest to pray the mass, this book will teach you how to fight.
es: Lo mismo que un cura te enseña a rezar en misa, este libro te enteña a repartir hostias.
it: Come per insegnare al prete a celebrare la messa, questo libro ti insegnerà come combattere.
pt_br: Como ensinar o padre a rezar a missa, este livro te ensinará a lutar.

source: Monster Book Fragment
es: Fragmento del Libro de Mounstruos.
it: Frammento Del Libro Del Mostro
pt_br: Fragmento do Livro dos Monstros

source: A fragment of the monster book describing a black and white thriller monster.
es: Un fragmento del libro de monstruos describiendo un monstruo blanco y negro de suspenso.
it: Un frammento del gigantesco libro che descrive un mostro ricco di stile in bianco e nero.
pt_br: Um fragmento do livro dos monstros descrevendo um monstro thriller alvinegro.

source: Mushroom
es: Seta
it: Fungo
pt_br: Cogumelo

source: A mushroom. Better won't eat it alone.
es: Un mongui. Mejor comerlo en compañia.
it: Un fungo. Meglio non mangiarlo da solo.
pt_br: Um cogumelo. Melhor não comê-lo sozinho.

source: Egg
es: Huevo.
it: Uovo
pt_br: Ovo

source: A potential new chicken. Be careful!
es: Un nuevo pollo en potencia. Ten cuidado.
it: Una nuova gallina potenziale. fai attenzione
pt_br: Uma galinha em potencial. Tome cuidado.

source: First Aid Kit
es: Botiquín de primeros auxilios.
fr: Trousse de secours
it: Kit Di Primo Soccorso
pt_br: Caixa de Primeiros Socorros

source: A heal kit functions exactly the opposite way of an opponent's attack.
es: Un kit de primeros auxilios funciona justamente al revés que un golde de un enemigo.
it: Un kit di salute funziona esattamente nel modo opposto di un attacco di un avversario.
pt_br: Uma caixa de primeiros socorros funciona exatamente da maneira oposta a um ataque inimigo.

source: Beer Bottle
es: Birra
it: Bottiglia Di Birra
pt_br: Garrafa de Cerveja

source: A beer bottle. Better use cold to deceive the warm climate.
es: Una birra. No hay nada mejor que una birra bien fria en un día caluroso.
it: Una bottiglia di birra. Meglio usare il freddo per ingannare il clima caldo.
pt_br: Uma garrafa de cerveja. Melhor utilizá-la gelada para enganar o calor.

source: Soda Can
es: Lata de refresco.
it: Lattina Di Soda
pt_br: Lata de Refrigerante

source: A soda can, refresh yourself with lot of suggar.
es: Una lata de soda, refréscate con mucho azúcar.
it: Una lattina di soda, rinfrescati con molto zucchero.
pt_br: Uma lata de refrigerante. Refresque-se com um monte de açúcar.

source: Logan's Soda Can
es: Refresco de Logan.
it: Lattina Di Soda Di Logan
pt_br: Lata de Refrigerante do Logan

source: A soda can Logan gave you. Unfortunally, you can't see differences between this and a common one.
es: Una soda que te dio Logan. Desafortunadamente, no puedes diferenciar entre esta y una soda común.
it: Una lattina di soda che ti ha dato Logan. Sfortunatamente non riesci a vedere differenze tra questa e una comune.
pt_br: Uma lata de refrigerante que o Logan te deu. Infelizmente, você não vê nenhuma diferença dela para uma lata comum.

source: Chicken Ration
es: Ración de pollo.
it: Becchime Per Polli
pt_br: Ração de Galinha

source: A packet of delicious chicken ration. Smells like corn.
pt_br: Um pacote de ração para galinha. Cheira a milho.

source: Money
es: Dinero
it: Denaro
pt_br: Dinheiro

source: Computer
es: Ordenador
fr: Ordinateur
pt_br: Computador

source: Suspicious Letter
es: Carta sospechosa
it: Lettera Sospetta
pt_br: Carta Suspeita

source: A letter with some kind of code written in it.
es: Una carta con una especie de código escrito
it: Una lettera con una sorta di codice suscritto.
pt_br: Uma carta com um código escrito.

source: The Darwin's Evolution Theory recorded in a LP with mellotrons and dramatic vocals. It's near impossible to not let down some tears listening to it.
es: Teoría de la Evolución de Darwin grabada en un LP con mellotrones y voces dramáticas. Es casi imposible no soltar algunas lágrimas escuchandolo.
it: La Teoria dell'Evoluzione di Darwin registrata in un LP con mellotron e voci drammatiche. È quasi impossibile non fare qualche lacrima ascoltandola.
pt_br: A Teoria da Evolução de Darwin gravada em LP com mellotrons e vocais dramáticos. É praticamente impossível não deixar cair uma lágrima ao ouvir este disco.

source: A classical brazilian vynil with dodecaphonic music that could also be usefull to empty rooms.
es: Un vinilo con música dodecafónica brasileña, para poner en las habitaciones vacías.
it: Un classico vinile brasiliano con musica dodecafonica che può anche essere utile a stanze vuote.
pt_br: Um clássico vinil brasileiro de música dodecafônica que pode ser útil também para esvaziar salas.

source: Last Henry Cow album. Let's see if you can listen it.
es: El último álbum de Henry Cow. Veamos si puedes escucharlo.
it: L'ultimo album di Henry Cow. Vediamo se riesci ad ascoltarlo.
pt_br: O último álbum da banda Henry Cow. Vejamos se consegue escutá-lo.

source: It seems that someone recorded some stories about Nanook, the Eskimo on this disk.
pt_br: Parece que alguém gravou algumas histórias de Nanook, o esquimó neste disco.

source: The best SNES RPG whose name begins with 'Chro'.
es: Eñ mejor juego RPG de la snes cuyo nombre empieza por 'Chro'.
it: Il migliore RPG per SNES il cui nome comincia con 'Chro'.
pt_br: O melhor RPG de Super Nintendo cujo nome começa com 'Chro'

source: You surely can't stay alive for more than 3 hours on this game.
es: Seguro que no duras vivo ni tres horas en ese juego.
pt_br: Você com certeza não fica mais de 3 horas vivo neste jogo.

source: A game about monkeys jumping around and playing music. You'll love that.
es: Un juego sobre monos que saltan y ponen música. Te va a encantar.
it: Un gioco che riguarda scimmie che saltellano in giro e suonano musica. Lo amerai.
pt_br: Um jogo sobre macacos pulando por aí e tocando música. Você vai adorar.

source: The italian plumber strikes back, this time with a dino!
es: El fontanero italiano ataca de nuevo, ¡Esta vez con un dinosaurio!
it: L'idraulico italiano colpisce ancora, questa volta con un dinosauro!
pt_br: O encanador italiano ataca novamente, desta vez com um dinossauro!

source: Karts, races and funny characters. Probably an acient clone of SuperTuxKart.
es: Carreras de karts con divertidos personajes. Seguramente un antiguo clon del SuperTuxKart.
it: Kart, corse e personaggi divertenti. Probabilmente un antico clone di SuperTuxKart.
pt_br: Karts, corridas e personagens bonitinhos. Provavelmente um clone antigo de SuperTuxKart.

source: You remember playing it in a dirty bar at the beach.
es: Recuerdas las partidas que echabas en un jodido antro de la playa.
it: Ti ricordi di averlo giocato in uno sporco bar sulla spiaggia.
pt_br: Você se lembra jogando este jogo em um fliperama num bar copo-sujo da praia.

source: A fox that thinks he's Tom Hanks in Apollo 13.
es: Un zorro que piensa que es Tom Hanks en Apolo13.
it: Una volpe che pensa di essere Tom Hanks in Apollo 13.
pt_br: Uma raposa que pensa ser Tom Hanks na Apolo 13.

source: Use the nitros but watch the fuel!
es: Usa tus nitros, pero vigila la gasolina.
it: Utilizza il turbo, ma fai attenzione alla benzina.
pt_br: Utilize seus nitros, mas atenção ao combustível.

source: No, the playable character in the game isn't called Zelda.
es: No, el personaje que manejas en el juego, no se llama Zelda.
it: No, il personaggio giocabile nel gioco non è chiamato Zelda.
pt_br: Não, o herói deste jogo não se chama Zelda.

source: The last released Ruindows DVD. You feel like carrying a bomb.
es: La última versión de Ruindows en DVD. Te sientes como si tuvieras un bombazo entre las manos.
it: L'ultimo Ruindows DVD rilasciato. Ti sembrerà di portare una bomba.
pt_br: O DVD do último Ruindows lançado. Você se sente como carregando uma bomba.

source: Surely one of the best games you've ever played in your childhood.
es: Sin duda, uno de los mejores juegos que habrás jugado en tu infancia.
it: Sicuramente uno dei migliori giochi che avrai mai giocato nella tua infanzia.
pt_br: Certamente um dos melhores jogos que você jogou na sua infância.

source: 9mm Ammo Pack
es: Munición de 9mm.
it: Pacchetto Di Munizioni 9mm
pt_br: Caixa de Munição 9mm

source: You can use this ammo with a 9mm gun and to make your way to jail.
es: Puedes usar la munición de 9mm. para abrirte un camino a la trena.
it: Puoi utilizzare queste munizioni con pistole da 9mm o per spianarti la strada per la prigione.
pt_br: Você pode utilizar essa munição em armas de 9mm ou para fazer seu caminho à cadeia.

source: Great Axe
es: Gran hacha.
fr: Grande Hache
it: Ascia Grande
pt_br: Alabarda

source: It's heavy. Pretty heavy. Maybe a minotaur could handle it.
es: Es pesada. Muy pesada. Quizás un toro pueda manejarla con soltura.
it: È pesante. Abbastanza pesante. Forse un toro potrebbe maneggiarla.
pt_br: É pesada. Muito pesada. Talvez um touro consiga carregá-la.

source: Dagger
es: Puñal
fr: Dague
it: Pugnale
pt_br: Adaga

source: The common, simple and little dagger.
es: Una pequeña daga, simple y común.
it: Il comune, semplice e piccolo pugnale.
pt_br: Uma comum, simples e pequena adaga.

source: An exact copy of your ancient ball gun, but with real bullets.
es: Una copia exacta de un vieja pistola de bolas, pero con munición real.
it: L'esatta copia della tua antica pistola a pallini, ma con veri proiettili.
pt_br: A cópia exata de sua antiga arma de bolinhas, mas com munição real.

source: Favorite weapon of Asian rebels but in perfect size for hiding inside a coat.
es: El arma más sublevada de Asia tiene el tamaño justo para ocultarla debajo del abrigo.
it: L'arma più ribelle dell'Asia nella dimesione esatta da essere nascosta in un cappotto.
pt_br: A arma mais insurgente da Ásia no tamanho exato para escondê-la em um casaco.

source: A katana, as used in eastern martial arts.
es: Una katana, usada por los japoneses en las artes marciales.
it: Una katana utilizzata nelle arti marziali orientali.
pt_br: Uma katana utilizada nas artes marciais do leste.

source: Knife
es: cuchillo
fr: Couteau
it: Coltello
pt_br: Faca

source: A kitchen knife, usefull to cut flesh.
es: Un cuchillo de cocina, ideal para cortar carne.
it: Un coltello da cucina, utile per tagliare la carne.
pt_br: Uma faca de cozinha, útil para cortar carne.

source: Scimitar
es: Cimitarra
fr: Cimeterre
it: Scimitarra
pt_br: Cimitarra

source: A scimitar that Cambises would be proud of.
it: Una scimitarra di cui Cambises sarebbe fiero.
pt_br: Uma cimitarra que deixaria Cambises orgulhoso.

source: Your choice of 9mm flavor, with good accuracy and two nouns at the end.
it: Il tuo gusto da 9mm, con una buona precisione e due sostantivi dietro.
pt_br: Sua 9mm favorita, com boa precisão e dois nomes por trás.

source: Everybody's favorite Warmux weapon.
pt_br: Sua arma favorita ao jogar Warmux.

source: Martial
es: Marcial
fr: de Guerrier
pt_br: Marcial

source: Exotic
es: Exotico
fr: Exotique
pt_br: Exotico

source: Throwing
es: Arrojables
fr: Qui se lancent
pt_br: Arremesso

source: Simple
es: Sencillo
pt_br: Simples

source: Two Handed
es: A dos manos
fr: A deux Mains
pt_br: Duas Mãos

source: Gun
es: Pistola
fr: Pistolet
pt_br: Arma de Fogo

source: Piercing
es: Perforante
fr: Perforation
it: Perforante
pt_br: Perfuração

source: Slashing
es: Cortante
fr: Tailladant
it: Tagliente
pt_br: Corte

source: Bludgeoning
es: Golpeado con una cachiporra
fr: Matraquant
it: Contundente
pt_br: Pressão

source: Melee
es: Cuerpo a cuerpo
fr: Melée
it: Mischia
pt_br: Contato

source: Ranged
es: A distancia
fr: À distance
it: A distanza
pt_br: Distante

source: Tiny
es: muy pequeño
fr: Minuscule
it: Minuscolo
pt_br: Pequena

source: Large
es: grande
fr: Grand(e)
it: Grande
pt_br: Grande

source: Light
es: Luz
fr: Léger
it: Leggero
pt_br: Leve

source: Heavy
es: Pesado
fr: Lourd
it: Pesante
pt_br: Pesada

source: Santa Claws
es: El viejo Nöel
fr: le Père Fouettard
pt_br: Papai Cruel

source: Will no-one spare a dime?
pt_br: Uma moeda pelamor de Deus!

source: My plate is hot but my food is cold
pt_br: Meu prato é quente, mas minha comida fria

source: I should go on a diet
pt_br: Eu queria estar de dieta

source: People drink too much
pt_br: As pessoas bebem demais

source: Touch my food and suffer the consequences
pt_br: Toque minha comida e sofra as consequências

source: Food for the hungry!
pt_br: Comida para os famintos!

source: I'm starving
pt_br: Estou com fome

source: Could you spare some coffee?
pt_br: Me arruma um café!

source: Nutrition facts are useless
pt_br: Fatores nutricionais são inúteis

source: I cook with wine
pt_br: Eu cozinho com vinho

source: %s tries to attack %s
it: %s prova ad attaccare %s

source: %s tries to heal %s
it: %s prova a curare %s

source: Auto
fr: Automatique
it: Automatico

source: XP
es: Exp
it: PX

source: DNT is relesead under GPLv3 or later: Feel free to use its source code and data the way you want (or to blame us the same way). DNT is thankful to the people who developed those libraries: OpenAL, Cal3D, OpenGL, SDL, SDL_image, SDL_ttf, libVorbis.
es: DNT está liberado bajo la licencia GPL versión 3 o superior: eres libre de usar su código fuente y datos de la forma que desees. DNT está agradecido de toda la gente relacionada en el desarrollo de estas librerías: OpenAL, Cal3D, OpenGL, SDL, SDL_image, SDL_ttf, libVorbis.
it: DNT è rilasciato sotto licenza GPLv3 o successiva: Sentitevi liberi di usare il codice sorgente e i dati come volete (anche per insultarci, è lo stesso). DNT è un ringraziamento a coloro che hanno sviluppato queste librerie: OpenAL, Cal3D, OpenGL, SDL, SDL_image, SDL_ttf, libVorbis.

source: Info
fr: Informations
it: Informazioni

source: Normal
it: Normale

source: Menu
es: Menú
it: Menù

source: %s lost %s.
it: %s perso %s

source: %s received $%.2f.
it: %s ricevuto $%.2f.

source: People there used to live peaceful lives
it: La gente del posto viveva vite tranquille

source: a big explosion, with unknown cause.
it: una grossa esplosione, di cause sconosciute.

source: It made the happy and peaceful city called Belo Horizonte be known as Horrivel Horizonte.
it: Ha trasformato la felice e pacifica città Belo Horizonte in quella che ora è conosciuta come Horrivel Horizonte.

source: Trees became alive...
it: Gli alberi divennero vivi.

source: Ameivas became aggressive...
it: Le lucertole diventarono aggressive

source: and rats became blood thirsty...
it: e i topi divennero assetati di sangue.

source: From this chaotic scene, emerged a group, that would dominate the land:
it: Da questa scena caotica, emerse la razza principale che avrebbe dominato la terra:

source: They desired - at any cost - to obtain legendary levels of knowledge.
it: desideravano, ad ogni costo, ottenere livelli leggendari di conoscenza.

source: On this doomed world, the risen journalists spread a tale by word of mouth...
it: In questo mondo dannato, dicono le leggende raccontate e diffuse oralmente grazie a rinati giornalisti,

source: saying that the first man who came and proclaimed his right to graduate...
it: il primo uomo che arrivò e proclamò il suo diritto alla laurea

source: And that is how the tale began...
it: Ed ecco come la storia cominciò...

source: 'Had I chosen Physiotherapy, I would have passed first place thanks to all the points I got in the Medicine enry exam!'|(Mattar, Medical Student replying to the provocation of Wanucia, Physiotherapy Student)
es: 'Si hubiera intentado cursar Fisioterapia allí, debería haber terminado inmediatamente con los puntos que hice en Medicina.'|(Mattar, Estudiante de Medicina, respondiendo a la provocación de Wanucia, Estudiante de Fisioterapia)
it: 'Se avessi provato la Fisioterapia qui, sarei stato primo coi punti che avevo in Medicina.'(Mattar, Studente di Medicina in risposta alle provocazioni di Wanucia, Studente di Fisioterapia)

source: The Computer Science Student is the most bizarre class in DNT (and, paradoxically, the most common). They are known by their suicidal choices (the first one being the course of studies they have chosen), their lack of patience when attending what their masters call 'classes', the infinite time spent on Practical Exercises (TPs) and the hatred they feel when they perceive that what they have done works perfectly, but their masters won't look at and appraise it, since CS teachers are disciplined and will not compromise the worth of the diploma.
es: El Estudiante de Ciencias de la Computación es la clase más bizarra en DNT (y, paradojicamente, la más común). Ellos son conocidos por sus decisiones suicidas (la primera de ellas, el curso de estudios que eligieron), su falta de paciencia para atender lo que sus profesores llaman 'clases', el infinito tiempo pasado en Trabajos Prácticos (TPs) y el odio que sienten cuando sienten que lo que han hecho trabaja perfectamente, pero sus profesores no lo notan ni lo valoran, ya que el profesor de ciencias de la computación están disciplinados y no comprometerán el valor del diploma.
it: Lo Studente di Informatica è la classe più bizzarra in DNT (e paradossalmente la più comune). Gli appartenenti a questa classe sono conosciuti per le loro scelte suicide (la prima è proprio quella riguardo il corso di studi), la loro mancanza di pazienza mentre seguono ciò i loro insegnanti chiamano 'classi', l'infinito tempo speso su Esercizi Pratici (TPs) e l'odio che sentono quando percepiscono come qualcosa fatto da loro funziona perfettamente, ma i loro insegnanti non lo guardano ed apprezzano, anche se gli insegnanti di informatica sono disciplinati e non compromeranno il valore del diploma.

source: 'Dark...'|(Anamatheus Iskurium)
es: 'Oscuro...'|(Anamatheus Iskurium)
fr: 'Obscure...'|(Anamatheus Iskurium)
it: 'Oscuro...'|(Anamatheus Iskurium)

source: Arc Impulse
es: Impulso de Arco
it: Impulso dell'arca
