Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: It's the ability to get really drunk without throwing up. Drinking is a good way to get more extroverted and social.
es: Es la abilidad de coger una buena borrachera sin bomitar. Beber es una buena forma de ser más extrovertido y social.
fr: Il s'agit de la capacité de s'enivrer à mort sans dégueuler. La beuverie aide à vous rendre plus extroverti et sociable.
it: E' l'abilità di ubriacarsi senza rimettere. Bere è un buon modo per diventare più estroversi e socievoli.
pt_br: É a habilidade de encher a cara sem passar mal. Beber é um ótimo jeito do organismo se tornar mais extrovertido e mais apto ao convívio social.

source: Bluff
es: Tirar Faroles.
pt_br: Blefar

source: The organism that has mastered this skill is capable of fooling the most expert teacher.
es: El organismo que ha dominado esta habilidad es capaz de engañar a los maestros más expertos.
fr: L'organisme qui s'est perfectionné dans cette compétence peut duper le professeur le plus expert.
it: L'organismo che padroneggia questa abilità è capace di far fesso anche l'insegnante più esperto.
pt_br: Os organismos mestres nesta perícia são capazes de enganar até os mais espertos dos professores.

source: Bohemia
es: Bohemio
fr: Bohème
it: Boemia
pt_br: Boemia

source: It's the skill of socializing in various environments, in other words, being a nice person to be with.
es: Es la habilidad de sozializar en diferentes ambientes, o en otras palabras, de ser una persona con la que se está a gusto.
fr: C'est la capacité d'être sociable dans divers environnements; autrement dit, la capacité d'être une personne que l'on aime fréquenter.
it: E' l'abilità di socializzare in vari ambienti, cioè di essere di piacevole compagnia.
pt_br: É a habilidade de se socializar em ambientes diversos, sendo uma pessoa agradável de se estar.

source: Taylorism
es: Taylorismo
fr: Taylorisme
it: Taylorismo
pt_br: Bovinice de Taylor

source: Taylor wrote 'The Principles of Scientific Management' in which he speaks of people as though he considers them cattle, to be used only to maximize profits. This skill measures the creature's capacity to do hard work with no discussion.
es: Taylor escribió 'The Principles of Scientific Management' ('Los Principios de Gestión de la Ciencia') en el que habla de la gente como si fuesen animales que son utilizados para maximizar las ganancias. Esta habilidad mide la capacidad de la criatura para hacer el trabajo duro sin discusión.
fr: Taylor a écrit "The Principles of Scientific Management" où les êtres humains sont traités comme si, pour lui, ils ne sont que du bétail, à utiliser seulement pour la maximisation des profits. Cette compétence mesure la capacité de la créature à travailler dur sans discussion aucune.
it: Taylor scrisse 'I Principi della Amministrazione Scientifica' nella quale parla delle persone come se fossero bestiame da usare per massimizzare i profitti. Questa abilità misura la capacità della creature di far lavorare duramente gli altri senza farli discutere.
pt_br: Taylor escreveu 'Princípios da Administração Científica' onde as pessoas (para ele) não passavam de gado, útil para maximizar os lucros. Esta perícia mede a capacidade de se fazer trabalhos duros sem discussão.

source: Measures how eloquence, skilled with words, inspired, or the like, the creature is. A very charismatic organism can convince students groups to combine to invade the University President's Building. One who is not charismatic can't make his dog obey him.||Ameiva: Charisma 25|Ratazana: Charisma 6|Ente: Charisma 8
es: Mide la elocuencia, la habilidad con las palabras, o cosas similares que la criatura pueda tener. Un organismo muy carismático es capaz de convencer a grupos de estudiantes para invadir el edificio principal de la Universidad. Uno que no es carismático, es incapaz de hacer que su perro le obedezca. Lagartija: Carisma 25 | Rata: Carisma 6 | Ente: Carisma 8.
fr: Mesure l'éloquence, le bagout, l'inspiration, et ainsi de suite, de la créature. Un organisme d'un charisme extrême peut convaincre des associations d'étudiants de se regrouper afin d'envahir la Présidence de l'Université. Celui qui ne possède aucun charisme ne peut même pas se faire obéir par son chien.||Amerive : Charisme 25|Ratazana : Charisme 6| Ente : Charisme 8
it: Misura quanto la creatura è eloquente, abile con le parole, ispirato, o che sembri tale. Un organismo molto carismatico può convincere gruppi di studenti ad organizzarsi per invadere il Rettorato. Chi è poco carismatico non riesce a farsi ubbidere manco dal proprio cane.||Ameiva: Carisma 25|Ratazana: Carisma 6|Ente: Carisma 8
pt_br: É quão eloquente, imponente com as palavras, inspirador ou adjetivos semelhantes, o organismo é. Um organismo muito carismático é capaz de reunir grandes grupos de Estudantes para invadirem a reitoria. Um personagem pouco carismático não consegue nem fazer seu cachorro obedecê-lo.||Ameiva: Carisma 25|Ratazana: Carisma 6|Ente: Carisma 8

source: Knowledge: (General)
es: Conocimiento: (General)
fr: Connaissances : (générale)
it: Conoscenza: (Generale)
pt_br: Conhecimento: (Geral)

source: This feature points to any knowledge the organism might have. The term '(General)' must be replaced by the specific type of knowledge. Each type of knowledge affects the tests related to it.
es: Esta característica, apunta a todo conocimiento que el organismo pueda tener. El término '(General)' debe ser sustituido por el tipo específico de conocimiento. Cada tipo de conocimiento, afecta a las pruebas relacionadas con ella.
fr: Cette caractéristique désigne toute connaissance l'organisme peut avoir. Le terme (générale) doit être remplacé par le type précis de la connaissance. Chaque sorte de connaissance aura une influence sur les tests la concernant.
it: Questa abilità misura qualunque conoscenza l'organismo possa avere. Il termine '(Generale)' va sostituito con lo specifico tipo di conoscenza. Ogni tipo di conoscenza influenza i test relativi ad essa.
pt_br: Esta perícia aponta qualquer conhecimento que o organismo possa ter, devendo o '(geral)' ser substituido pelo mesmo. O conhecimento de cada área afeta os testes relacionados à mesma quando no quesito intelectual.

source: Knowledge: (Suffering)
es: Conocimiento: (Sufrimiento).
fr: Connaissance : (de la Souffrance)
it: Conoscenza: (Sofferenza)
pt_br: Conhecimento: (Sofrimento)

source: People who have this sort of knowledge know everything about suffering (but, normally speaking, don't suffer themselves.)
es: Las personas que tienen este tipo de conocimiento saben todo sobre el sufrimiento (normalmente hablan, pero, no sufren ellos mismos.)
fr: Les gens qui possèdent ce genre de connaissance savent tout au sujet de la souffrance (mais, en règle générale, ne souffrent pas eux-mêmes).
it: Le persone che hanno questo tipo di conoscenza sanno tutto riguardo la sofferenza (ma di solito non soffrono essi stessi)
pt_br: Pessoas que possuem isto sabem tudo sobre sofrimento (mas não necessariamente viveram este sofrimento).

source: Medical 'Loud Mouth'
es: Médico bocazas
fr: Grande gueule médicale
it: Chiacchera Medica
pt_br: Tagarelice Medicinal

source: The character can talk in such a way that those who do not possess this skill can't understand a word he's saying because he uses only words from the Dictionary for Little Med Students.
es: El personaje puede hablar de tal manera que aquellos que no poseen esta habilidad no entienden ni J de lo que está diciendo, porque sólo usa palabras del Diccionario del Pequeño Estudiante de Medicina.
fr: Le personnage sait parler de telle façon que ceux qui n'ont pas cette compétence ne comprennent pas un sacré mot qu'il prononce, car il se sert uniquement de mots figurant dans le Dictionnaire pour Toubibs en devenir.
it: Il personaggio può parlare in un modo che chi non possiede questa abilità non possa capire perchè usa solo parole del Dizionario del Piccolo Studente di Medicina
pt_br: O personagem pode falar de maneira completamente irreconhecível aos que não possuam esta perícia, utilizando-se apenas de palavras oriundas do 'Dicionário do Pequeno Médico e afins'.

source: Driving (Vehicles)
es: Conducir (vehiculos)
fr: Conduite (Véhicules)
it: Guidare (Veicoli)
pt_br: Condução (Veículos)

source: It's the organism's capacity to drive vehicles. The player must specify the type of vehicle he is good at driving.
es: Es la capacidad del individuo para conducir vehículos. El jugador deberá especificar el vehículo que es bueno conduciendo.
fr: C'est la capacité de l'organisme de conduire des véhicules. Le joueur lui-même doit préciser le type de véhicule qu'il sait très bien conduire.
it: L'organismo è capace di guidare dei veicoli. Il giocatore deve specificare quale è il tipo di veicolo.
pt_br: É a capacidade do organismo de dirigir um veículo. O jogador deverá especificar em qual veículo ele é proficiente.

source: Measures how physically resistant the organism is. A creature with a lot of constitution is as resistant as a horse, and is able to self-inject venom in order to create and withdraw an antidote. One with little constitution is constantly found in a vegetative state, and, to him, the common influenza virus can be lethal.||Ameiva: Constitution 12|Ratazana: Constitution 6|Ente: Constitution 26
es: Mide la resistencia física de un organismo. Una criatura con mucha constitución, es tan resistente como un caballo, y es capaz de autoinyectarse veneno, para crear y extraerse el antídoto. Alguien con una constitución baja, está constantemente en estado vejetativo, y hasta un virus de la gripe común, puede ser letal para él. || Lagartija: Constitución 12 | Rata: Constitución 6 | Ente: Constitución 26
fr: Mesure la résistance physique de l'organisme. Une créature avec beaucoup de constitution est aussi résistant qu'un cheval et peut s'injecter du venin afin de créer et récupérer l'antidote. Celle ayant peu de constitution se trouve constamment dans un état de légume et, pour lui, le virus ordinaire de la grippe peut se révéler fatal.||Ameive : Constituion 12|Ratazana : Constitution 6|Ente : Constitution 26
it: Misura quanto è resistente fisicamente un organismo. Una creatura con un valore alto in Costituzione è resistente come un cavallo ed è capace di iniettarsi da solo un veleno per creare antidoti. Una con Costituzione bassa viene trovato continuamente in uno stato vegetativo ed anche il virus della influenza comune può essere letale.||Ameiva: Costituzione 12|Ratazana:Costituzione 6|Ente: Costituzione 26
pt_br: Mede o quão resistente fisicamente o organismo é. Um organismo com muita Constituição é resistente como um cavalo, podendo ter veneno injetado em si para depois ser retirado o antídoto. Um personagem com pouca Constituição constantemente é encontrado em estado vegetativo, podendo a gripe comum ser letal.||Ameiva: Constituição 12|Ratazana: Constituição 6|Ente: Constituição 26

source: Healing
es: Curación
fr: Guérisseur
it: Cura
pt_br: Curar

source: The organism with points in this skill is capable of healing wounds and illnesses in completely ordinary ways: He may stop hemorrhaging or cure a disease.
es: El organismo con puntos en esta habilidad, es capaz de curar heridas y enfermedades con toda la normalidad del mundo. Él puede parar una hemorragia o curar una enfermedad.
fr: L'organisme qui possède des points de ce talent sait guérir les blessures et les maladies de façon tout à fait normale : Il peut arrêter les hémorragies ou trouver le remède pour toute maladie.
it: L'organismo con punti in questa abilità è capace di curare ferite e malattie con metodi tradizionali.
pt_br: O organismo com pontos nesta perícia é capaz de curar os demais organismos através de meios normais. Pode-se desde estancar um sangramento até tratar de uma doença.

source: See Lies
es: Ver mentiras
fr: Déceler les Mensonges
it: Vedere Bugie
pt_br: Desmentir

source: This skill is tested when the creature is being cheated. You can resist a Bluff with this feature.
es: Ésta habilidad es puesta a prueba cuando la criatura está siendo engañada. Puedes resistir Faroles con ésta cara característica.
fr: Cette compétence est mise à l'épreuve lorsqu'une créature craint d'avoir été trompée. Vous pouvez résister au Bluff avec cette compétence.
it: Questa abilità entra in gioco quando la creatura viene ingannata. Può resistere al Bluff.
pt_br: Testa-se essa perícia quando o organismo está na iminência de ser enganado. Tentativas de blefe são resistidas com essa perícia.

source: It's how skillful, agile, supple, among other similar adjectives, the creature is. An organism with much dexterity is able juggle with knives and easily avoid bullets. A creature with little dexterity constantly trips over its own legs and can't set a stone in the wall of a granary.||Ameiva: Dexterity 8|Ratazana: Dexterity 12|Ente: Dexterity 2
es: Es lo hábil, ágil, flexible, y algún adjetivo más, que llega a ser la criatura. Un organismo con mucha destreza es capaz de hacer malabares con cuchillos, y esquica fácilmente las balas. Una criatura con poca destreza, constantemente se tropieza con sus piernas, y no puede acertar a la pared de un granero con una piedra. || Lagartija: Destreza 8 | Rata: Destreza 12 | Ente: Destreza 2
fr: C'est une mesure du talent, de l'agilité et de la flexibilité, parmi d'autres qualificatifs similaires, de la créature. Un organisme ayant beaucoup de dextérité peut jongler avec des couteaux et facilement esquiver les balles. Une créature possédant peu de dextérité prend constamment ses pieds dans ses propres jambes et ne peut même pas placer une pierre dans le mur d'un grenier.||Ameive : Dextérité 8|Ratazana: Dextérité 12|Ente: Dextérité 2
it: Indica quanto la creatura è abile, agile, flessibile, eccetera. Un organismo con molta Destrezza è capace di fare il giocoliere con coltelli ed evitare proiettili. Una creatura con bassa Destrezza inciampa sulle proprie gambe e non riesce a mettere una pietra per fare il muro di un granaio.
pt_br: É quão habilidoso, ágil, flexível, dentre outros adjetivos similares, o organismo é. Um organismo com muita Destreza é capaz de fazer malabarismos com facas e desviar facilmente de tiros. Um organismo com pouca Destreza constantemente tropeça em suas próprias pernas e não é capaz de acertar uma pedra na parede de um celeiro.||Ameiva: Destreza 8|Ratazana: Destreza 12|Ente: Destreza 2

source: Diplomacy
es: Diplomacia
fr: Diplomatie
it: Diplomazia
pt_br: Diplomacia

source: It is the organism's capacity to solve a lot of problems with other organisms. Includes eloquence, gentlemanly behavior, and knowing how to use the correct words at correct times, in other words, all those boring social things.
es: Es la capacidad de resolver problemas con otros individuos. Incluye la elocuencia, la conducta caballerosa, y saber decir las cosas en el preciso momento. En otras palabras, una conducta social aburrida.
fr: C'est la capacité de l'organisme de résoudre beaucoup de problèmes concernant d'autres organismes. Comprend éloquence, le comportement d'un parfait gentleman et le savoir-faire pour utiliser les bons mots aux bons moments. Bref, tous les foutus talents nécessaires pour faire partie de la bonne société.
it: E' la capacità dell'organismo di risolvere un sacco di problemi con gli altri. Include eloquenza, comportamenti da gentiluomo e sapienza nella scelta della parola giusto al momento giusto, in tutte quelle cose noiose dei rapporti sociali.
pt_br: É a capacidade do organismo de tratar diversos tipos de questões com os demais organismos. Inclui também etiqueta, saber utilizar as palavras certas, eloqüência, enfim, todas estas frescuras sociais.

source: Professional Speech
es: Orador
fr: Discours de professionnel
it: Linguaggio Professionale
pt_br: Discurso Profissional

source: Measures the fluency and eloquency of the character's usual words.
es: Mide la fluidez y elocuencia de las palabras habituales del personaje.
fr: Mesure l'aisance et l'éloquence des paroles ordinaires du personnage .
it: Misura la competenza e l'eloquenza del personaggio nell'uso delle parole del proprio mestiere.
pt_br: Mede o quão bom, fluente e eloqüente o falar de um personagem pode ser.

source: Disguises
es: Disfraces
fr: Déguisement
it: Camuffarsi
pt_br: Disfarces

source: Measures the creature's ability to disguise himself (and be unrecognizable).
es: Mide la capacidad de la criatura de disfrazarse a sí mismo (y ser irreconocible)
fr: Indique la capacité de la créature de se déguiser sans être reconnue.
it: Misura la capacità della creatura nel sembrare qualcun'altro e rendersi irriconoscibile
pt_br: Mede o quão bem o personagem sabe se disfaçar: tornar-se irreconhecível.

source: Balance
es: Equilibrio
fr: Equilibre
it: Equilibrio
pt_br: Equilíbrio

source: Is the organism's capacity not to fall from a wall when walking on it, or to walk on a tightrope in an attempt to obtain money for lunch.
es: Es la capacidad de un organismo para no caer de un muro cuando camina sobre el, o de andar por la cuerda floja en un intento de obtener cuatro monedas para un bocata.
fr: C'est l'aptitude de l'organisme de marcher sur un mur sans tomber ou de faire du funambulisme pour gagner assez d'argent pour pouvoir acheter son déjeuner.
it: E' la capacità dell'organismo nel riuscire a non cadere quando cammina sopra un muro o camminare su una corda tesa per cercare di ottenere qualche spicciolo per pranzo.
pt_br: É a capacidade do organismo de não despencar do alto de um muro enquanto caminha sobre ele ou de andar na corda bamba em uma tentativa desesperada de ganhar dinheiro para o almoço.

source: Climbing
es: Alpinismo
fr: Escalade
it: Arrampicarsi
pt_br: Escalar

source: Measure the organism's capacity to climb very steep surfaces.
es: Medir la capacidad del organismo para escalar superficies muy inclinadas.
fr: Quantifie la capacité de l'organisme d'escalader des surfaces extrêmement pentues.
it: E' la capacità dell'organismo ad arrampicarsi su superfici molto pendenti.
pt_br: Mede a capacidade do organismo de escalar superfícies íngremes.

source: Concealment
es: Ocultación.
fr: Dissimulation
it: Nascondersi
pt_br: Esconder-se

source: Is the skill of putting yourself in a bush or hiding in the shadows, with the aim of not being spotted.
es: Es la habilidad de esconderse en un arbusto u ocultarse entre las sombras, con el objetivo de no ser vistos.
fr: C'est la compétence vous permettant de vous mettre dans un buisson ou de vous cacher dans l'ombre dans l'espoir de ne pas être découvert.
it: E' la capacità di buttarsi in un cespuglio o nascondersi nelle ombre con l'obbiettivo di non farsi vedere.
pt_br: É a habilidade do organismo de se meter em moitas ou esconder-se nas sombras, com o propósito de não ser notado.

source: Foreign Languages
es: Lenguajes extranjeros
fr: Connaissance de langues
it: Lingua Straniera
pt_br: Falar Idioma

source: The organism with this skill is able to talk an aditional language for each point on it.
es: El organismo con esta habilidad es capaz de hablar un idioma adicional por cada punto de ella.
fr: L'organisme possédant cette compétence est capable de parler une langue additionnelle pour chaque point.
it: L'organismo ha la capacità di parlare una lingua aggiuntiva oltre la propria per ogni punto speso.
pt_br: A criatura graduada em Falar Idioma é capaz de falar um idioma adicional. Isto vale para cada ponto de graduação obtido na perícia.

source: Counterfeit
es: Falsificación.
fr: Contrefaçon
it: Contraffare
pt_br: Falsificar

source: Is used to make false copies of something, like director's signatures or teacher's grade books.
es: Se usa para hacer copias falsas de algo, como la firma de un director, o los apuntes de un profesor.
fr: S'utilise pour faire des faux de quelque chose, notamment de la signature du directeur ou des cahiers des notes des professeurs.
it: E' usato per fare false copie di qualcosa, come le firme false dei professori o falsificare i libretti degli esami.
pt_br: É usado para criar cópias falsas de alguma coisa, como a assinatura do reitor ou o caderno de notas de um professor.

source: It's the physical strength of the creature, measuring how gross and potential it is. A creature with too much strength can beat like a Titan and smash like a Hulk. A creature with low strength can't beat anyone and is frequently subjugated by others like a little chicken.||Ameiva: Strength 1|Ratazana: Strength 2|Ente: Strength 23
es: Es la fuerza física de la criatura, mide su brutalidad, y potencia. Una criatura con mucha fuerza puede dar un golpe de Titán y aplastar coches como Hulk. Una criatura con poca fuerza no puede derrotar a nadie y con frecuencia se ve subyugado por otros seres, como pollitos, y pipiolos.|| Lagartija: Fuerza 1| Rata: Fuerza 2| Ente: Fuerza 23.
fr: C'est la force physique de la créature, indiquant sa taille, son poids et ses potentialités. Une créature qui possède trop de force peut battre quelqu'un comme un Titan ou écraser un ennemi comme un Hulk. Une créature ayant peu de forces ne peut battre personne et doit fréquemment se soumettre à d'autres, comme une poule mouillée.||Améive : Force 1|Ratazana : Force 2| Ente : Force 23
it: E' la forza fisica della creatura. Una creatura con elevata forza può abbattere un Titano ed atterrare un Bruto. Una creatura con poca forza non può battere nessuno e viene sottomesso da chiunque come un pollo.||Ameiva: Forza 1|Ratazana: Forza 2|Ente: Forza 23
pt_br: É a Força física do organismo, medindo o quão bruto e potente ele é. Um organismo muito forte é capaz de bater como um titã e esmagar como um hulk. Um organismo muito fraco não dá conta de bater em ninguém e é constantemente subjugado pelos demais por ser um franguinho.||Ameiva: Força 1|Ratazana: Força 2|Ente: Força 23

source: Stealth
es: Sigilo
fr: Discrétion
it: Furtività
pt_br: Furtividade

source: Is the organism's capacity to pass through some areas without making sounds.
es: Es la capacidad del organismo de pasar a través de algunas zonas sin hacer ruido.
fr: Est la capacité de l'organisme de traverser des zones sans faire un bruit.
it: E' la capacità dell'organismo di attraversare delle aree senza far rumore.
pt_br: É a capacidade do organismo de passar por determinadas áreas sem emitir nenhum tipo de som.
