Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: View Character Informations
es: Ver información de personajes
fr: Voir les caractéristiques du personnage
it: Visualizza Informazioni Personaggio
pt_br: Ver Informações do Personagem

source: Enter Battle Mode
es: Entrar en modo de batalla
fr: Démarrer Mode bataille
it: Entra in Modalità Di Battaglia
pt_br: Entra no Modo de Batalha

source: Select Normal Attack
es: Seleccionar ataque normal
fr: Choisir l'attaque normal
it: Seleziona Attacco Normale
pt_br: Seleciona Ataque Normal

source: End Character's Turn
es: Terminar turno del personaje
fr: Fin de tour du personnage
it: Finisci Turno Del Personaggio
pt_br: Finaliza o Turno do Personagen

source: Only Available in Battle Mode
es: Sólo disponible en modo de batalla
fr: Disponible uniquement en mode combat.
it: Disponiblile Solamente in Modalità di Combattimento
pt_br: Somente disponível no Modo de Batalha

source: Click to select a talent
es: Haz click para seleccionar un talento.
it: Clicca per selezionare un talento
pt_br: Selecionar um talento

source: Total Free Points:
es: Total de puntos restantes:
fr: Total des points restant:
it: Punti Liberi Totali:
pt_br: Pontos Livres:

source: Points:
es: Puntos:
it: Punti:
pt_br: Pontos:

source: Only show race/class skills
es: Sólamente mostrar habilidades de la clase/raza
it: Mostra solo le abilità di razza/classe
pt_br: Mostrar só perícias de raça/classe

source: Cost
es: Coste
fr: Coût
it: Costo
pt_br: Custo

source: Base Attribute:
es: Base de atributos.
it: Attributo base:
pt_br: Atributo Base:

source: Unknow!
es: ¡Desconocido!
it: Sconosciuto!
pt_br: Desconhecido!

source: Maximize
es: Maximizar
fr: Maximiser
it: Massimizza
pt_br: Maximizar

source: No more enemies.
es: No hay más enemigos
fr: Plus d'ennemis
it: Nessun nemico rimasto.
pt_br: Sem mais inimigos.

source: %s is dead!
es: ¡%s está muerto!
fr: %s est mort !
it: %s è morto!
pt_br: %s morreu!

source: %s receive %d XP for killing
es: %s recibe %d XP por matar
fr: %s recois %d XP pour avoir tué
it: %s riceve %d Punti Esperienza per aver ucciso
pt_br: %s recebe %d XP por matar

source: New Round
es: Nuevo asalto
fr: Nouveau tour
it: Nuovo Round
pt_br: Novo Turno

source: Error: No Characters!
es: Error: ¡No hay personajes!
fr: Erreur : Aucun personnage !
it: Errore: Nessun Personaggio!
pt_br: Erro: Sem Personagens!

source: %s's turn.
es: Turno de %s
fr: Tour de %s.
it: Turno di %s.
pt_br: Turno de %s.

source: %s rolls initiative:
es: %s tira iniciativa:
fr: Jet d'initiative de %s :
it: %s tira per l'iniziativa:
pt_br: %s rola iniciativa:

source: Once Upon a time, there was a happy university called UFMG...
es: Érase una vez una universidad feliz llamada UFMG...
fr: Il était une fois une joyeuse université appelée UFMG...
it: C'era una volta un'università felice chiamata UFMG...
pt_br: Há muitos e muitos anos, existia uma feliz universidade chamada UFMG...

source: People there used to live peacefull lives
fr: Là, les gens vivaient des vies paisibles
pt_br: As pessoas por lá viviam vidas pacatas

source: (except the medical students who had the habit of sacrificing one rookie per year)
es: (exceptuando los estudiantes de medicina que tenían el hábito de sacrificar a un novato cada año)
fr: (excepté les étudiants en médecine, qui ont l'habitude de sacrifier un bleu par an)
it: (eccetto gli studenti di medicina che avevano l'abitudine di sacrificare una matricola all'anno)
pt_br: (à exceção dos estudantes de medicina, que tinham o hábito de sacificar um calouro por ano)

source: When something happened...
es: Cuando algo pasó...
fr: Quand quelque chose arriva...
it: Quando qualcosa accadde...
pt_br: Quando algo aconteceu...

source: a big explosion, with unknown causes.
fr: une grande explosion, avec des causes inconnues.
pt_br: uma grande explosão de causas desconhecidas.

source: It made the happy and peacefull city called Belo Horizonte be known as Horrivel Horizonte.
fr: Cela fit connaître la joyeuse et paisible ville de Belo Horizonte sous le nom de Horrivel Horizonte.
pt_br: Que fez a feliz e pacata cidade chamada Belo Horizonte ficar conhecida como Horrível Horizonte.

source: Trees became alive,
fr: Les arbres devinrent vivants,
pt_br: Árvores tornaram-se seres pensantes,

source: Ameivas became agressive
fr: les améives devinrent agressives
pt_br: Ameivas ficaram agressivas

source: and rats became blood thirsty.
fr: et les rats furent assoiffés de sang.
pt_br: e Ratazanas sedentas por sangue.

source: From this chaotic scene, emerged the main race that would dominate the land:
fr: Dans ce décor chaotique émergea le race principale qui allait dominer la région:
pt_br: Neste cenário caótico, emergiu a raça principal que deveria dominar a terra:

source: UNIVERSITY STUDENTS!
es: ¡LOS UNIVERSITARIOS!
fr: LES ETUDIANTS UNIVERSITAIRES!
it: GLI STUDENTI UNIVERSITARI!
pt_br: ESTUDANTES UNIVERSITÁRIOS!

source: who desired to, at all costs, obtain their legendary levels of knowledge.
fr: qui désiraient, à tous prix, obtenir leurs légendaires niveaux intellectuels.
pt_br: que desejavam, a todo custo, obter seus níveis legendários de conhecimento.

source: On this doomed world, thanks to the risen journalists, tales were told and spread by word of mouth, saying that
fr: Dans ce monde apocalyptique, racontent les contes rapportés de bouche à oreille par les journalistes,
pt_br: Neste universo caótico, dizem as lendas passadas boca a boca pelos incipientes jornalistas que

source: the first man who came and proclaimed his right to graduate
fr: le premier homme qui vint et proclama son droit à un diplôme
pt_br: o primeiro ser humando a andar e requisitar por seu direito de uma graduação

source: was Logan.
es: fue Logan.
fr: fut Logan.
it: era Logan.
pt_br: foi Logan.

source: And that's how the tale began...
fr: Et voici comment débuta l'histoire...
pt_br: E foi assim que a lenda começou...

source: One of those terrible monsters: a 18th level Music Student mixed with a single (and incredible) Administration Student level: Michael J.
es: Uno de esos terroríficos monstruos: un Estudiante de Música de nivel 18 mezclado con un único (e increíble) Estudiante de Administración: Michael J.
it: Uno di questi mostri terribili, uno Studente di Musica di 18esimo livello combinato con un singolo (ed incredibile) livello di Studente di Amministrazione, Michael J.
pt_br: Um destes terríveis monstors: uma mistura de Estudante de Música de 18º nível com um único e incrível nível de Estudante de Administração: Michael J.

source: Originated by a failed Simulacrum proccess of an ancient J-5 member,
es: Originado a partir de un proceso de Simulacro fallido en un antiguo miembro de J-5.
it: Originato dal fallito processo Simulacrum di un antico membro J-5,
pt_br: Originado no processo de Simulacrum de um antigo membro da orda J-5,

source: it used a hat, Supedohat. Apparently a common white hat,
es: Solía ser un sombrero, Supedohat. Apararentemente un sombrero blanco común,
it: aveva un cappello, Supedohat. Apparentemente un comune cappello bianco
pt_br: ele usava um chapéu, Supedohat. Aparentemente um chapéu branco comum,

source: but, actually, a metamorphosical throwning thriller weapon.
es: pero, en realidad, un arma metamórfica punzante arrojadiza.
it: ma, in realtà, una letale metamorfica arma da lancio.
pt_br: mas, na realidade, uma arma de arremesmo metamórfica.

source: As all monsters, it had weak points:
es: Como todos los monstruos, tiene puntos débiles:
it: Come tutti i mostri, ha un punto debole:
pt_br: Como todos monstros, ele tinha pontos fracos:

source: An obsessed fear of 3rd world diseases
es: Un miedo obsesivo por las enfermedades del 3er mundo
it: una paura maniacale delle malattie del terzo mondo
pt_br: Um medo obcessivo de doenças do 3º mundo

source: and more than US$200 million debt.
es: y una deuda de más de 200 millones de dólares.
it: e più di 200 milioni di dollari americani di debito.
pt_br: e mais de 2 bilhões de dólares em dívidas.

source: The Combat Book
es: El Libro de combate
it: Il libro del combattimento
pt_br: O Livro de Combate

source: The fight mode is an special turn based interaction used to... FIGHT!
es: El modo lucha es un tipo especial de interacción por turnos para... ¡LUCHAR!
it: La modalità di combattimento è una interazione speciale a turni usata per... COMBATTERE!
pt_br: O modo de batalha é uma intereção especial em turnos utilizada para... LUTAR!

source: There are two ways to enter Fight Mode:
es: Hay dos formas de activar el Modo Lucha:
it: Ci sono due modi per entrare in modalità di combattimento:
pt_br: Existem duas maneiras de entrar no Modo de Batalha:

source: 1 - When hostile creatures are nearby, the Fight Mode is automatically called.
es: 1 - Cuando criaturas hostiles están cerca, el Modo de Pelea es llamado automáticamente.
it: 1 - Quando creature ostili sono nelle vicinanze la modalità di combattimento è richiamata automaticamente
pt_br: 1- Quando criaturas hostis estão próximas, o Modo de Batalha é automaticamente iniciado.

source: 2 - Or, when you desire, press SPACE or the attack icon at shortcuts window to enter the Fight Mode.
es: 2 - O, cuando lo desee, presione ESPACIO o el icono de ataque en la ventana de atajos para entrar al Modo de Pelea.
it: 2 - O, di propria iniziativa, si preme SPAZIO o l'icona di attacco nella finestra delle scorciatoie
pt_br: 2 - Ou, quando você desejar, pressione ESPAÇO ou o ícone de ataque da janela de atalhos para entrar no Modo de Batalha.

source: First, each character rolls an initiative check, to define the order each one will act.
es: Primero, cada personaje realiza una tirada de comprobación, para decidir el orden de acción.
it: Prima di tutto, tutti i personaggi fanno un tiro per l'iniziativa per definire l'ordine di azione
pt_br: Inicialmente, cada personagem rola um teste de iniciativa para definir sua ordem de atuação.

source: If it was you who started the Fight Mode and the other creatures didn't see your hostile intentions, you'll receive a first Surprise Attack Turn before the normal battle.
es: Si fuiste tú quien inició el Modo Lucha, y las otras criaturas no vieron tus intenciones hostiles, recibirás un turno de ataque sorpresa antes de comenzar la lucha normal.
it: Se chi causa l'entrata nella Modalità di Combattimento non fa capire all'altra creatura le sue intenzioni ostili, riceverà un Turno Di Attacco A sorpresa prima della battaglia.
pt_br: Se foi você que iniciou o Modo de Batalha e as demais criaturas não perceberam suas intenções hostis, você terá um Turno de Ataque Surpresa antes da batalha normal.

source: Each turn, a character can take a move action and an attack action.
es: Un personaje puede realizar una acción de movimiento y una acción de ataque en cada turno.
it: Ogni turno, un personaggio può eseguire una azione di movimento e un'azione di attacco.
pt_br: A cada turno, um personagem pode realizar uma ação de movimento e uma ação de ataque.

source: Or, if needed, take a full move action to move further.
es: O, si es necesario, puede realizar una acción completa de movimiento para desplazarse aún más lejos.
it: O, se c'è bisogno, un'azione di solo movimento per muoversi più lontano.
pt_br: Ou, se necessário, realizar uma ação de movimento completo para ir mais distante.

source: Your action's range is represented by circles.
es: Tu rango de acción es representado por circulos.
it: Il tuo raggio d'azione è rappresentato da cerchi.
pt_br: Seu escopo de ação é representado por círculos.

source: The yellow circle represents your current attack range.
es: El circulo amarillo representa tu rango actual de ataque.
it: Il cercio giallo rappresenta il tuo attuale raggio d'attacco
pt_br: O círculo amarelo representa seu escopo de ataque atual.

source: You can only attack creatures inner the yellow circle!
es: Solo puedes atacar criaturas dentro del circulo amarillo!
it: Puoi attaccare solo le creature all'interno del cerchio giallo.
pt_br: Você só pode atacar criaturas dentro deste círculo!

source: The blue circle is the area you can move with a move action.
es: El círculo azul indica la distancia a la que puedes desplazarte con una acción de movimiento.
it: Il cerchio blue rappresenta l'area nella quale puoi muoverti con una azione di movimento
pt_br: O círculo azul é a área em que você pode movimentar com uma ação de movimento.

source: The red circle is the area you can move with a full move action.
es: El círculo rojo indica la distancia a la que puedes desplazarte con una acción de movimiento completa.
it: Il cerchio rosso rappresenta l'area dove puoi muoverti con una azione di solo movimento
pt_br: O círculo vermelho é a área que você pode movimentar com uma ação de movimento completo.

source: If a circle isn't shown it's because you can't take that kind of action anymore at the current turn.
es: Si no hay ningún círculo visible, es porque ya no puedes tomar ese tipo de acción en el turno actual.
it: Se un cerchio manca è perché non puoi eseguire quel tipo di azione al turno corrente.
pt_br: Se um círculo não é mostrado siginifica que você não pode mais realizar as ações representadas por ele no presente turno.

source: You can attack using your current weapon by simple clicking the target.
es: Puedes atacar usando tu arma actual simplemente con un click sobre el objetivo.
it: Puoi attaccare semplicemente facendo click sul bersaglio.
pt_br: Você pode atacar utilizando sua arma atual simplesmente clicando no alvo.

source: Or use a talent by selecting it and clicking the target.
es: O usar un talento seleccionandolo y luego haciendo click sobre el objetivo.
it: O usando un talento selezionandolo e facendo click sul bersaglio.
pt_br: Ou utilizar uma habilidade especial selecionando-a e clicando no alvo.

source: You can end your turn any time, by pressing SPACE or selecting the End Turn icon.
es: Puedes terminar tu turno cuando lo desees, presionando la barra espaciadora, o presionando el botón de fin de turno.
it: Puoi terminare il turno in ogni momento premendo SPAZIO o selezionando l'icona di fine turno
pt_br: Você pode terminar seu turno a qualquer hora, simplesmente apertando ESPAÇO ou selecionando o ícone de Fim de Turno.

source: You can also set the options to automatically end your turn when no more available actions.
es: También puedes configurar las opciones para terminar tu turno automáticamente al no poder realizar más acciones.
it: Puoi anche impostare le opzioni per far finire il turno automaticamente quando non ci sono più azioni disponibili.
pt_br: Você também pode definir as opções para terminar automaticamente seu turno quando não mais ações estão disponíveis.

source: The fight will end when no more hostile creatures are near or all PCs are dead.
es: La batalla terminará cuando no queden más criaturas hostiles en el área, o cuando todos los jugadores hayan muerto.
it: Il combattimento finisce quando non ci sono piu creature ostili vicino o tutti i personaggi sono morti.
pt_br: A batalha irá terminar quando não mais existirem criaturas hostis nas proximidades ou todos os PJs estiverem mortos.

source: Remember:
es: Recuerda:
it: Ricorda:
pt_br: Lembre-se:

source: Take or use objects count as an attack action.
es: Tomar o usar objetos cuentan como una acción de ataque.
it: Prendere o usare oggetti conta come una azione di attacco.
pt_br: Pegar ou usar objetos conta como uma ação de ataque.

source: You can't save your game while fighting.
es: ¡No puedes salvar el juego mientras estás luchando!
it: Non puoi salvare durante il combattimento
pt_br: Você não pode salvar o jogo durante uma batalha.

source: And you can't leave the current map while in Fight Mode.
es: Y no puedes abandonar el mapa actual mientras estes en modo de pelea.
it: E non puoi lasciare la mappa durante la Modalità Combattimento
pt_br: Você não pode deixar o mapa atual durante o Modo de Batalha.

source: Chaotic Neutral
es: Caótico Neutral
fr: Chaotique Neutre
it: Caotico Neutrale
pt_br: Neutro Caótico

source: Chaotic Neutral creatures sometimes are free software adepts, sometimes proprietary software adepts, depending on their daily humor.
es: Las criaturas Caóticas Neutrales son unas veces expertas en software libre, otras en software propietario, dependiendo de su estado de humor.
fr: Les créatures Chaotique neutre sont soit des adeptes du logiciel gratuit, soit des adeptes du logiciel propriétaire, selon leur humeur du jour.
it: Le creature Caotico Neutrale a volte sono Adepti del Software Libero, a volte Adepti del Software Propretario, dipende dal loro umore giornaliero.
pt_br: Criaturas Neutras Caóticas tendem a ser ora adeptos de software livre, ora de software proprietário, dependendo de seu humor diário.

source: Libertarian Free-Software Adept
es: Experto Software Libre Libertario
fr: Adepte de Logiciel Libre Libertaire
it: Adepto Liberale Del Software Libero
pt_br: Adepto de Software-Livre Libertário

source: Libertarian Free-Software Adepts usually are creatures that believe in the free circulation of knowledge, without any intervention, be it of governments, private groups or individuals. Usually they are adepts of public-domain software.
es: Los Expertos en Software Libre Libertario son criaturas que creen en la libre circulación de conocimiento, sin intervención de gobiernos, grupos o personas. Suelen ser adeptos al software de dominio público.
fr: Les Adeptes des logiciels gratuits et libertaires sont habituellement des créatures qui croient en la transmission libre des connaissances, sans intervention aucune, que se soit gouvernementale, de groupes ou d'individus. La plupart du temps, ce sontdes adeptes de logiciels dans le domaine public.
it: Gli Adepti Liberali Del Software Libero solitamente sono creature che credono nella libera circolazione della conoscienza, senza nessun intervento, che sia del governo, di gruppi privati o individuali. Normalmente sono adepti di software di dominio pubblico.
pt_br: Os adeptos de software livre libertários geralmente são criaturas que acreditam na livre circulação de conhecimentos, sem qualquer intervenção, seja de governos, seja de grupos particulares ou indivíduos. Normalmente são adeptos de softwares de domínio público.

source: Center Neutral
es: Neutral Puro
fr: Centre Neutre
it: Neutrale Centrale
pt_br: Neutro Centrista

source: They are the fence-sitters of the DNT universe, having tendency to be favorable to what people near them are.
es: Son los indecisos del universo DNT, con tendencia a ser favorables con quienes tienen cerca.
fr: Ce sont les indécis de l'univers DNT, ayant tendance à adopter les opinions de leurs proches; si ceux-ci sont favorables à quelque chose, ceux-là le seront aussi.
it: Hanno la tendenza ad essere favorevoli con le persone che lo sono con loro.
pt_br: São os seres mais em cima do muro no universo DNT. Tendem a ser favoráveis ao que os que estão perto dele são.

source: Chaotic Proprietary-Software Adept
es: Experto Caótico en Software Propietario
fr: Adepte de logicie propriétaire chaotique
it: Adepto Caotico Del Software-Proprietario
pt_br: Adepto de Software-Proprietário Caótico

source: Wealth and uncle Portoe$ sometimes interests them, sometimes not, although they consider all Free-Software Adepts as crazy guys.
es: Unas veces les interesan la riqueza y el tito Puerta$ algunas veces les interesa, otras no, aunque consideran unos tarados a los Expertos en Software Libre.
fr: Parfois, les richesses les intéressent, parfois, non, tout comme l'oncle Portoe$, bien qu'ils pensent que tous les Adeptes des logiciels libres et gratuits sont des fous furieux.
it: Ricchezza e zio Portoe$ a volte li interessano, altre volte no, comunque pensano che gli Adepti del Software Libero siano dei pazzi.
pt_br: A riqueza ora lhes interessa ora não, bem como tio Portõe$, entretanto consideram os adeptos de Software Livre uns loucos.

source: Functional Neutral
es: Neutral Funcional
fr: Neutre fonctionnel
it: Neutrale Funzionale
pt_br: Neutro Funcional

source: Functional Neutral creatures don't have a solid position on software licenses. They are adepts of software that works correctly (and this concept is very vague).
es: Las criaturas Neutrales Funcionales no tienen una posición establecida con respecto a licencias de software. Son expertos en el software que funciona correctamente (y este concepto es muy vago).
fr: Les Créatures neutres fonctionnelles n'ont pas de parti pris concernant les licences des logiciels. Ce sont des adeptes de logiciels que fonctionnent correctement (et ce concept est très vague).
it: Le creature Funzionali Neutrali non hanno una posizione solida sulle licenze del software. Loro sono adepti di software che funziona correttamente (e questo concetto è molto vago).
pt_br: Não possuem posição formada quanto a licensiamento de software. Tendem a ser favoráveis ao que consideram softwares que funcionam (e este conceito é BEM vago).

source: Capitalist Proprietary-Software Adept
es: Experto Capitalista en Software Propietario
fr: Adepte de logiciel propriétaires capitaliste
it: Adepto Capitalista Del Software Proprietario
pt_br: Adepto de Software-Proprietário Capitalista

source: Capitalist Proprietary Software Adepts have in uncle Bill Portoe$ their big idol. They want to be rich with the software they make, although, most of the time, their work is only explored by national software factories.
es: Los Expertos Capitalistas en Software Propietario tienen al tito Bill Puerta$ como su mayor ídolo. Quieren ser ricos con el software que hacen, aunque la mayor parte del tiempo su trabajo es sólo examinado por corporaciones nacionales de software.
fr: Les Adeptes des logiciels propriétaires capitalistes ont fait de l'oncle Bill Portoe$ leur principale idole. Ils veulent pouvoir devenir riches grâce aux logiciels qu'ils produisent, bien que, la plupart du temps, leur travail n'est examiné que par les usines nationales de logiciels.
it: Gli Adepti Capitalisti Del Software Proprietario hanno in zio Bill Portoe$ il loro grande idolo. Vogliono diventare ricchi col software che producono, benchè, la maggior parte del tempo, il loro lavoro sia esplorato solo dalle fabbriche di software nazionale.
pt_br: Têm em tio Portoe$ seu grande ídolo. Querem ficar ricos com o software que fazem, embora na maior parte das vezes têm seu trabalho explorado por empresas de software nacionais.

source: Chaotic Free-Software Adept
es: Experto Caótico en Software Libre
fr: Adepte de logiciel libre chaotique
it: Adepto Caotico del Software Libero
pt_br: Adepto de Software-Livre Caótico

source: Chaotic Free-Software adepts are more permissive about software license, since it is without charge and allows full access to the source code.
es: Los Expertos Caóticos en Software Libre son más permisivos con respecto al tema de las licencias, siempre y cuando no haya que pagar y se permita el acceso completo al código fuente.
fr: Les Adeptes des logiciels libres chaotiques sont plus cools en ce qui concerne la licence des logiciels, puisqu'il n'y a pas de frais et qu'ils peuvent avoir libre accès au code source.
it: Gli Adepti Caotici del Software Libero sono più permissivi riguardo le licenze dei software, purché sia senza costi e permetta accesso completo al codice sorgente
pt_br: Os adeptos de software livre caótico são mais permissivos quanto à licensa do software, não se importando muito com ela, desde que seja gratuita e que tenha acesso ao código-fonte.

source: Neutral Proprietary-Software Adept
es: Experto Neutral en Software Propietario
fr: Adepte de logiciel propriétaire neutre
it: Adepto Neutrale Del Software Proprietario
pt_br: Adepto de Software-Proprietário Neutro
