Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: %s try to attack %s
fr: %s essayer d'attaquer %s
pt_br: %s tenta atacar %s

source: %s try to heal %s
fr: %s essayer de soigner %s
pt_br: %s tenta medicar %s

source: Too far away for action!
es: ¡Muy lejos para la acción!
fr: Trop loin pour cette action !
it: Troppo lontano per agire!
pt_br: Muito distante para realizar ação!

source: Enemy out of sight!
es: ¡Enemigo fuera de vista!
pt_br: Inimigo fora do campo de visão!

source: Miss.
es: Fallo.
fr: Loupé.
it: Mancato.
pt_br: Falha.

source: Critical Miss!
es: ¡Fallo crítico!
fr: Echec Critique !
it: Fallimento Critico!
pt_br: Falha Crítica!

source: Healed %d points.
es: Sanados %d puntos.
fr: Guéri %d points.
it: Curati %d punti.
pt_br: Curou %d pontos.

source: Hit at a vital area, inflicting %d points of damage.
es: Golpear en un punto débil, inflige %d puntos de daño.
it: Colpita un'area vitale, inflitti %d punti di danno.
pt_br: Acertou em uma área vital, causando %d pontos de dano.

source: Hit for %d points.
es: Impacto de %d puntos.
fr: Touche de %d points.
it: Colpo di %d punti.
pt_br: Acertou para %d pontos.

source: Critical Heal!
es: ¡Curación crítica!
fr: Guérison critique !
it: Cura Critica!
pt_br: Cura Crítica!

source: Critical Hit!
es: ¡Impacto crítico!
fr: Touche Critique !
it: Colpo Critico!
pt_br: Dano Crítico!

source: Level
es: Nivel
it: Livello
pt_br: Nível

source: Fortitude
es: Fortaleza
fr: Courage
it: Volontà
pt_br: Fortaleza

source: Reflexes
es: Reflejos
it: Riflessi
pt_br: Reflexos

source: I am Not a Fool
es: No soy idiota
fr: Je ne suis Pas un idiot
it: Non Sono uno Scemo
pt_br: Não Sou Bobo

source: Invalid Talent
es: Talento inválido
fr: Don non valide
it: Talento Non Valido
pt_br: Talento Inválido

source: Not enought points to use!
es: ¡No tienes suficientes puntos para usarlo!
fr: Vous ne pouvez pas utiliser vos points - il n'y en a pas assez !
it: Punti non sufficienti
pt_br: Pontos não suficientes para usar!

source: Mission Completed: %d XP!
es: ¡Misión completa: %d XP!
fr: Mission accomplie: %d XP !
it: Missione Completata: %d Punti Esperienza!
pt_br: Missão Cumprida: %d XP!

source: Mission Failure!
es: ¡Misión fallida!
fr: Echec de la Mission!
it: Missione fallita
pt_br: Falhou na Missão!

source: Tendency & Alignment
es: Tendencia & Alineamiento
fr: Tendance & Alignement
it: Tendenza & Allineamento
pt_br: Tendência e Alinhamento

source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma
pt_br: Confirmar

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Aspect
es: Aspecto
it: Aspetto
pt_br: Aspecto

source: Name:
es: Nombre:
fr: Nom :
it: Nome:
pt_br: Nome:

source: Age:
es: Edad:
it: Età:
pt_br: Idade:

source: Sex:
es: Sexo:
fr: Sexe :
it: Sesso:
pt_br: Sexo:

source: Attributes
es: Atributos
fr: Attributs
it: Attributi
pt_br: Atributos

source: Roll
es: Lanzar
fr: Lancer les dés
it: Lancia
pt_br: Rolar

source: Clear
es: Limpiar
fr: Effacer
it: Pulisci
pt_br: Limpar

source: Strength
es: Fuerza
fr: Force
it: Forza
pt_br: Força

source: Dexterity
es: Destreza
fr: Dextérité
it: Destrezza
pt_br: Destreza

source: Constitution
es: Constitución
it: Costituzione
pt_br: Constituição

source: Intelligence
es: Inteligencia
it: Intelligenza
pt_br: Inteligência

source: Wisdom
es: Sabiduría
fr: Sagesse
it: Saggezza
pt_br: Sabedoria

source: Charisma
es: Carisma
fr: Charisme
it: Carisma
pt_br: Carisma

source: Attribute Description
es: Descripción de atributo
fr: Description des attributs
it: Descrizione Attributo
pt_br: Descrição do Atributo

source: Warning
es: Advertencia
fr: Avertissement
it: Attenzione
pt_br: Aviso

source: You Need to Assign All Attributes.
es: Tienes que asignar todos los atributos
fr: Vous devez distribuer tous les attributs.
it: Devi Assegnare Tutti Gli Attributi.
pt_br: Você precisa definir todos atributos.

source: Barter
es: Trueque
fr: Troc
it: Baratta
pt_br: Barganha

source: Offer
es: Ofrecer
fr: Proposer
it: Offri
pt_br: Oferecer

source: Impose
es: Imponer
fr: Imposer
it: Imponi
pt_br: Impor

source: Inventory
es: Inventario
fr: Inventaire
it: Inventario
pt_br: Inventário

source: The barter was accepted.
es: El acuerdo se ha aceptado.
fr: Le troc a été accepté.
it: Il baratto è stato accettato.
pt_br: A barganha foi aceita.

source: The barter was rejected.
es: El acuerdo se ha rechazado
fr: Le troc a été refusé.
it: Il baratto è stato rifiutato.
pt_br: A barganha foi recusada.

source: The barter imposition was accepted.
es: El acuerdo impuesto fue aceptado.
fr: L'obligation de troquer fut acceptée.
it: L'imposizione del baratto è stata accettata.
pt_br: A imposição foi aceita.

source: The barter imposition was rejected.
es: El acuerdo impuesto fue rechazado.
fr: L'obligation de troquer fut refusée.
it: L'imposizione del baratto è stata rifiutata.
pt_br: A imposição foi recusada.

source: Remove
es: Eliminar
fr: Retirer
it: Rimuovi
pt_br: Remover

source: Briefing
es: Mensajes
fr: Réunion d'information
it: Informazioni
pt_br: Mensagens

source: Welcome to DNT!
es: ¡Bienvenido a DNT!
fr: Bienvenue sur DNT !
it: Benvenuto in DNT!
pt_br: Bem-Vindo ao DNT!

source: Success
es: Éxito
fr: Réussi
it: Successo
pt_br: Sucesso

source: Failure
es: Fallo
fr: Échec
it: Fallimento
pt_br: Falha

source: HP
es: PV
fr: PV
it: PV
pt_br: PV

source: Female
es: Mujer
fr: Femme
it: Femmina
pt_br: Feminino

source: Male
es: Hombre
fr: Homme
it: Maschio
pt_br: Masculino

source: Undefined
es: Indefinido
fr: Indéfini
it: Non Definito
pt_br: Indefinido

source: Race:
es: Raza:
it: Razza:
pt_br: Raça:

source: Alignment:
es: Alineamiento:
fr: Alignement :
it: Allineamento:
pt_br: Alinhamento:

source: Next Level
es: Siguiente nivel
fr: Niveau suivant
it: Prossimo Livello
pt_br: Próximo Nível

source: AC
es: CA
fr: CA
it: CA
pt_br: CA

source: Total Level
es: Nivel Total
it: Livello Totale
pt_br: Nível Total

source: Base Attack Modifier
es: Modificador de ataque base
fr: Modificateur de combat
it: Modificatore Attacco Base
pt_br: Modificador de Ataque Base

source: Size Modifier
es: Modificador de tamaño
fr: Modificateur de Taille
it: Modificatore Dimensione
pt_br: Modificador de Tamanho

source: Level Up
es: Subir nivel
fr: Niveau Supérieur
it: Avanzamento di Livello
pt_br: Subir Nível

source: Talents
es: Dotes
fr: Dons
it: Talenti
pt_br: Talentos

source: Skills
es: Habilidades
fr: Compétences
it: Abilità
pt_br: Perícias

source: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar

source: Main Weapon
es: Arma principal
fr: Arme principal
it: Arma Principale
pt_br: Arma Principal

source: Secondary Weapon
es: Arma secundaria
fr: Arme secondaire
it: Arma Secondaria
pt_br: Arma Secundária

source: Weapon
es: Arma
fr: Arme
it: Arma
pt_br: Arma

source: Unarmed
es: Desarmado
fr: Non armé
it: Disarmato
pt_br: Desarmado

source: Not Applicable
es: No aplicable
fr: Ne s'applique pas
it: Non Applicabile
pt_br: Não Aplicável

source: Class
es: Clase
fr: Classe
it: Classe
pt_br: Classe

source: Characteristics
es: Características
fr: Caractéristiques
it: Caratteristiche
pt_br: Características

source: Description
es: Descripción
it: Descrizione
pt_br: Descrição

source: Life Dice
es: Dado de vida
fr: Dés de Vie
it: Dado Vita
pt_br: Dado de Vida

source: Skill Points
es: Puntos de habilidad
fr: Points d' aptitudes
it: Punti Abilità
pt_br: Pontos de Perícia

source: First Level
es: Primer nivel
fr: Premier niveau
it: Primo Livello
pt_br: Primeiro Nível

source: Other Levels
es: Otros niveles
fr: Autres niveaux
it: Altri Livelli
pt_br: Outros Níveis

source: Class Modifiers
es: Modificador de clase
fr: Modifieur de classe
it: Modificatori Classe
pt_br: Moficadores de Classe

source: No Modifiers.
es: No hay modificadores.
fr: Pas de modifieurs
it: Nessun Modificatore.
pt_br: Sem Modificadores.

source: Class Talents
es: Talentos de clase
fr: Dons de classe
it: Talenti Di Classe
pt_br: Talentos da Classe

source: No Talents.
es: Sin talentos
fr: Pas de dons.
it: Nessun Talento.
pt_br: Sem Talentos.

source: Class Skills
es: Habilidades de clase
fr: Compétences de la classe
it: Abilità Classe
pt_br: Perícias da Classe

source: No Skills.
es: Sin habilidades
fr: Pas de Compétences.
it: Nessuna Abilità.
pt_br: Sem Perícias

source: Error
fr: Erreur
it: Errore
pt_br: Erro

source: Can't load the saved game!
es: No se puede cargar el juego guardado!
fr: Ne peux pas charger le jeu!
it: Impossibile caricare il salvataggio!
pt_br: Não consegui carregar o jogo salvo!

source: Information
es: Información
it: Informazione
pt_br: Informação

source: The game was saved!
es: El juego ha sido guardado!
fr: Le jeu a été sauvé!
it: Salvataggio effettuato!
pt_br: O jogo foi salvo!

source: Can't save game!
es: No se puede guardar el juego!
fr: Ne peux pas sauver le jeu!
it: Non è possibile salvare il gioco!
pt_br: Não consegui salvar o jogo!

source: Can't save game while fighting!
es: ¡No puedes salvar el juego mientras estás luchando!
fr: Sauvegarde du jeu impossible pendant combats!
it: Non è possibile salvare il gioco durante il combattimento!
pt_br: Não é possível salvar o jogo durante uma batalha!

source: Saving Current Map Modifications
es: Salvando modificaciones del mapa actual
fr: Sauvegarde des Changements apportés à la Carte
it: Salvataggio Delle Modifiche Alla Mappa Attuale
pt_br: Salvando Modificações

source: Loading Map: %s
es: Cargando mapa: %s...
fr: Chargement de la Carte : %s
it: Caricamento Mappa:%s
pt_br: Carregando Mapa: %s

source: Loading NPC: %s
es: Cargando PNJ: %s...
fr: Chargement du PNJ : %s
it: Caricamento PNG:%s
pt_br: Carregando NPC: %s

source: Creating MiniMap
es: Creando minimapa...
fr: Création d'une Carte miniature
it: Creazione MiniMappa
pt_br: Criando Mini Mapa

source: Putting GUI on Screen
es: Colocando GUI en pantalla...
fr: Affichage par interface graphique
it: Posizionamento GUI a Schermo
pt_br: Colocando as janelas na tela

source: Loading Particles
es: Cargando partículas...
fr: Chargement des Particules
it: Caricamento Particelle
pt_br: Carregando Partículas

source: Loading Changes...
es: Cargando cambios...
fr: Chargement des modifications...
it: Caricamento Modifiche
pt_br: Carregando Mudanças...

source: Done!
es: ¡Hecho!
fr: Terminé !
it: Fatto!
pt_br: Pronto!

source: DccNiTghtmare is relesead under GPLv3 or later: Feel free to use its source code and data the way you want (or to blame us the same way). DccNiTghtmare is thankful to the people who developed those libraries: OpenAL, Cal3D, OpenGL, SDL, SDL_image, SDL_ttf, libVorbis.
fr: DccNiTghtmare est un logiciel libre: Vous êtes libre de vous servir du code source et des data comme il vous chante (ou vous pouvez nous critiquer de la même façon). DccNiTghtmare remercie les développeurs des bibliothèques (librairies) suivantes: OpenAL, Cal3D, OpenGL, SDL, SDL_image, SDL_ttf, libVorbis.
pt_br: DccNiTghtmare é desenvolvido sob a licença GPLv3: Sinta-se à vontade para utilizar seu código-fonte e dados da maneira que desejar (ou nos odiar pelos mesmos). DccNiTghtmare agradece aos que desenvolveram as bibliotecas: OpenAL, Cal3D, OpenGL, SDL, SDL_image, SDL_ttf, libVorbis.

source: Too far away for the action!
es: ¡Demasiado lejos para la acción!
fr: Trop loin pour cette action !
it: Troppo lontano per l'azione!
pt_br: Muito distante para realizar a ação!

source: Couldn't rest at battle mode.
es: No puedes descansar en modo batalla
it: Non ci si può riposare in modalità di combattimento
pt_br: Não é possível descansar no modo de batalha.

source: Enemies nearby.
es: Enemigos cerca
it: Nemici nei paraggi
pt_br: Inimigos próximos.

source: No NPCs in the area.
es: No hay PNJ's en el área
fr: Pas de PNJ dans la zone
it: Nessun NPC nell'area
pt_br: Sem NPCs na área.

source: Surprise Attack Turn.
es: Turno de ataque por sorpresa
fr: Tour des attaques surprises.
it: Turno Di Attacco A Sorpresa.
pt_br: Turno de ataque surpresa.

source: No enemies in the area.
es: No hay enemigos en el área
fr: Pas d'ennemis dans la zone.
it: Nessun nemico nell'area.
pt_br: Sem inimigos na área.

source: %s taken.
es: Recogido %s
fr: %s pris.
it: %s preso
pt_br: Pegou %s.

source: Inventory is full!
es: ¡Inventario lleno!
fr: L'inventaire est plein!
it: L'inventario è pieno!
pt_br: O inventário está cheio!

source: Door
es: Puerta
fr: Porte
it: Porta
pt_br: Porta

source: dead
es: muerto
it: morto
pt_br: morto(a)

source: %s attacks %s
es: %s ataca a %s
fr: %s attaques %s
it: %s attacca %s
pt_br: %s ataca %s

source: No more actions. Turn ended.
es: Sin acciones. Turno finalizado.
fr: Pas d'action supplémentaires. Fin du tour.
it: Nessuna azione rimasta. Turno finito.
pt_br: Sem mais ações: Turno Finalizado.

source: Exit Battle Mode
es: Salir del modo de batalla
fr: Quitter le Mode Combat
it: Esci Dalla Modalità di Combatimento
pt_br: Sai do Modo de Batalha

source: %s lost.
es: Perdió %s.
it: Perso %s
pt_br: Perdeu %s.

source: Received %s.
es: Recibió %s.
it: Ricevuto %s
pt_br: Recebeu %s.

source: Received $%d.
es: Recibió $%d.
it: Ricevuto $%d
pt_br: Recebeu $%d.

source: Lost $%d.
es: Perdió $%d.
it: Perso $%d
pt_br: Perdeu: $%d.

source: Dialog
es: Diálogo
fr: Dialogue
it: Dialogo
pt_br: Diálogo

source: Available
es: Disponible
it: Disponibile
pt_br: Disponíveis

source: Selected
es: Seleccionado
it: Selezionato
pt_br: Selecionados

source: Remaining
es: Restante
it: Restante
pt_br: Restantes

source: You can't select more talents
es: No puedes escoger más talentos
it: Non puoi selezionare altri talenti
pt_br: Você não pode selecionar mais talentos

source: Select
es: Seleccionar
it: Seleziona
pt_br: Selecionar

source: New
es: Nuevo
fr: Nouveau
it: Nuovo
pt_br: Novo

source: Continue
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar

source: Save
es: Salvar
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Load
es: Cargar
fr: Charger
it: Carica
pt_br: Carregar

source: Options
es: Opciones
it: Opzioni
pt_br: Opções

source: Exit
es: Salir
fr: Quitter
it: Esci
pt_br: Sair

source: Get
es: Coger
fr: Obtenir
it: Prendi
pt_br: Pegar

source: Read
es: Leer
it: Leggi
pt_br: Ler

source: Reload Weapon
es: Recargar arma
it: Ricarica Arma
pt_br: Recarregar Arma

source: Use
es: Usar
fr: Utiliser
it: Usa
pt_br: Usar

source: Buy
es: Comprar
fr: Acheter
it: Compra
pt_br: Comprar

source: Sell
es: Vender
fr: Vendre
it: Vendi
pt_br: Vender

source: Drop
es: Tirar
fr: Lâcher
it: Lascia
pt_br: Descartar

source: %s reloaded %s with %s ammo.
es: %s recargado %s con %s municiones.
it: %s ricaricata %s con munizioni %s
pt_br: %s carregou %s com munição %s.

source: No equipped weapons are compatible with this munition type.
es: Ninguna arma del equipamiento es compatible con este tipo de munición.
it: Nessuna arma equipaggiata è compatibile con questo tipo di munizioni
pt_br: Nenhuma arma em uso é compatível com este tipo de munição.

source: Name: %s
es: Nombre: %s
fr: Nom : %s
it: Nome: %s
pt_br: Nome: %s

source: Cost: %.2f
es: Precio: %.2f
fr: Coût : %.2f
it: Costo: %.2f
pt_br: Custo: %.2f

source: Weight: %.2f Kg
es: Peso: %.2f Kg
fr: Poids : %.2f Kg
it: Peso: %.2f Kg
pt_br: Peso: %.2f Kg

source: Heal Factor:
es: Factor de cura:
fr: Facteur de guérison :
it: Fattore Di Cura:
pt_br: Fator de Cura:

source: Aditional Factor:
es: Factor adicional:
fr: Facteur supplémentaire:
it: Fattore Addizionale:
pt_br: Fator Adicional:

source: Category:
es: Categoría:
fr: Catégorie :
it: Categoria:
pt_br: Categoria:

source: Damage Dice:
es: Dado de daño:
fr: Dés de dommages:
it: Dado Danno:
pt_br: Dado de Dano:

source: Primary Damage:
es: Daño primario:
fr: Dommages principaux :
it: Danno Primario:
pt_br: Dano Primário:

source: Secondary Damage:
es: Daño secundario:
fr: Dommages secondaires :
it: Danno Secondario:
pt_br: Dano Secundário:

source: Range:
es: Alcance:
fr: Portée :
it: Intervallo:
pt_br: Alcance:

source: Size:
es: Tamaño:
fr: Taille :
it: Dimensione:
pt_br: Tamanho:

source: Ammo Type:
es: Tipo de munición:
it: Tipo di Munizione:
pt_br: Tipo de Munição:

source: Quantity:
es: Cantidad:
it: Quantità:
pt_br: Quantidade:

source: Journal
es: Diario:
it: Diario
pt_br: Diário

source: Unknow Area
es: Area Desconocida
it: Area Sconosciuta
pt_br: Área Desconhecida

source: No missions.
es: Sin Misiones.
it: Nessuna Missione
pt_br: Sem missões.

source: Map
es: Mapa
fr: Plan
it: Mappa
pt_br: Mapa

source: English
es: Inglés
fr: Anglais
it: Inglese
pt_br: Inglês

source: French
es: Francés
fr: Français
it: Francese
pt_br: Francês

source: Spanish
es: Español
fr: Espagnol
it: Spagnolo
pt_br: Espanhol

source: Portuguese
es: Portugués
fr: Portugais
it: Portoghese
pt_br: Português

source: German
es: Alemán
fr: Allemand
it: Tedesco
pt_br: Alemão

source: Italian
es: Italiano
fr: Italien
it: Italiano
pt_br: Italiano

source: Dutch
es: Neerlandés
it: Olandese
pt_br: Holandês

source: Catalan
es: Catalán
it: Catalano
pt_br: Catalão

source: Occitan
es: Occitano
it: Occitana
pt_br: Provençal

source: Russian
es: Ruso
fr: Russe
it: Russo
pt_br: Russo

source: Japanese
es: Japonés
it: Giapponese
pt_br: Japonês

source: Polish
es: Polaco
it: Polacco
pt_br: Polonês

source: Camera Rotate Left
es: Rotar cámara a la izquierda
it: Telecamera Ruota a Sinistra
pt_br: Câmera rotacionar à esquerda

source: Camera Rotate Right
es: Rotar cámara a la derecha
it: Telecamera Ruota a Destra
pt_br: Câmera rotacionar à direita

source: Camera Rotate Up
es: Rotar cámara hacia arriba
it: Telecamera Ruota in Alto
pt_br: Câmera rotacionar para cima

source: Camera Rotate Down
es: Rotar cámara hacia abajo
it: Telecamera Ruota in Basso
pt_br: Câmera rotacionar para baixo

source: Camera Zoom Up
es: Acercamiento de cámara
it: Telecamera dall'alto ravvicinata
pt_br: Aumentar o zoom da câmera

source: Camera Zoom Down
es: Alejamiento de cámara
it: Telecamera dal basso in lontananza
pt_br: Diminuir o zoom da câmera

source: Camera Top
es: Cámara superior
it: Telecamera In Alto
pt_br: Câmera ao topo

source: Camera Bottom
es: Cámara inferior
it: Telecamera in Fondo
pt_br: Câmera ao chão

source: Camera Zoom Max
es: Máximo de zoom de la cámara
it: Telecamera Massimo Zoom
pt_br: Maximizar o zoom da câmera

source: Camera Zoom Min
es: Mínimo de zoom de la cámara
it: Telecamera Minimo Zoom
pt_br: Minimizar o zoom da câmera

source: Toggle Run(1)
es: Corrida(1)
it: Commuta Corsa(1)
pt_br: Alternar corrida(1)

source: Toggle Run(2)
es: Corrida(2)
it: Commuta Corsa(2)
pt_br: Alternar corrida(2)

source: Move Right
es: Mover a la derecha
it: Movimento a Destra
pt_br: Mover à direita

source: Move Left
es: Mover a la izquierda
it: Movimento a Sinistra
pt_br: Mover à esquerda

source: Move Forward
es: Mover hacia adelante
it: Movimento in Avanti
pt_br: Mover para frente

source: Move Backward
es: Mover hacia atras
it: Movimento Indietro
pt_br: Mover para trás

source: Rotate Left
es: Rotar a la izquierda
it: Ruota a sinistra
pt_br: Rotacionar à esquerda

source: Rotate Right
es: Rotar a la derecha
it: Ruota a destra
pt_br: Rotacionar à direita

source: Change Character
es: Cambiar personaje
it: Cambia Personaggio
pt_br: Mudar personagem ativo

source: Rest
es: Descansar
it: Riposa
pt_br: Descansar

source: End Turn
es: Fin del turno
fr: Fin de Tour
it: Fine turno
pt_br: Terminar turno

source: Minimap
es: Minimapa
fr: Plan
it: Mini mappa
pt_br: Mapa

source: Shortcuts
es: Atajos
fr: Raccourcis
it: Scorciatoie
pt_br: Atalhos

source: Character Info
es: Información de personaje
it: Informazioni Personaggio
pt_br: Personagem

source: None
es: Ninguna
fr: Aucun
it: Niente
pt_br: Nenhuma

source: Characters
es: Personajes
fr: Personnages
it: Personaggi
pt_br: Personagens

source: All
es: Todas
fr: Tous
it: Tutto
pt_br: Todas

source: Projective
es: Proyectiva
it: Proiettivo
pt_br: Projetiva

source: Pursue
es: Perseguir
fr: Poursuivre
it: Inseguire
pt_br: Perseguir

source: Disabled
es: Desactivado
fr: Désactivé
it: Disabilitato
pt_br: Desligado

source: Input
es: Entrada
it: Inserimento
pt_br: Teclas

source: Windows
es: Ventana
it: Finestre
pt_br: Janelas

source: Character
es: Personaje
fr: Personnage
it: Personaggio
pt_br: Personagem

source: Camera
es: Cámara
fr: Caméra
it: Telecamera
pt_br: Câmera

source: Audio
es: Sonido
pt_br: Áudio

source: Music Volume:
es: Volumen de música
fr: Volume de la musique :
it: Volume Musica:
pt_br: Volume da Música:

source: Effects Volume:
es: Volumen de efectos:
fr: Volume des effets :
it: Volume Effetti:
pt_br: Volume dos Efeitos:

source: Video
es: Vídeo
fr: Vidéo
pt_br: Vídeo

source: Screen Resolution:
es: Resolución de pantalla:
fr: Résolution d'écran :
it: Risoluzione Schermo:
pt_br: Resolução da Tela:

source: Enable FullScreen
es: Habilitar pantalla completa
fr: Activer le plein écran
it: Abilita Tutto Schermo
pt_br: Habilitar Tela Cheia

source: Enable Grass Effects (need particles)
es: Habilitar efectos de hierba (necesita partículas)
fr: Activer les Effets de l'herbe (nécessite Systèmes de Particules)
it: Abilita Effetti Erba (necessitano particelle)
pt_br: Habilitar Vegetação

source: Enable Particles Effects
es: Habilitar efectos de partículas
fr: Activer les Systèmes de Particules
it: Abilita Effetti Particelle
pt_br: Habilitar Partículas

source: Enable Anisotropic Filter
es: Habilitar filtro anisotrópico
fr: Activer le Filtrage Anisotropique
it: Abilita Filtro Anisotropico
pt_br: Habilitar Filtro Anisotrópico

source: Enable bump mapping
pt_br: Habilitar bump mapping

source: Reflections:
es: Reflejos:
fr: Reflets :
it: Riflessioni
pt_br: Reflexões:

source: Shadows:
es: Sombras:
it: Ombre:
pt_br: Sombras:

source: FarView:
es: Distancia visible:
fr: Longue-Vu
it: VistaLontana:
pt_br: Distância Visível

source: Game
es: Juego
fr: Jeu
it: Partita
pt_br: Jogo

source: Language:
es: Idioma:
fr: Langue :
it: Lingua:
pt_br: Língua:

source: Camera Mode:
es: Modo de cámara:
fr: Mode de la Caméra :
it: Modalità Telecamera:
pt_br: Modo da Câmera:

source: Auto End Turn
es: Fin de turno automático
fr: Fin de Tour Automatique
it: Finisci Turno Automaticamente
pt_br: Término Automático de Turnos

source: Always Run
es: Correr siempre
fr: Toujours Courir
it: Corsa sempre attiva
pt_br: Sempre Correr

source: Show Enemy Battle Circle
es: Mostrar círculo de batalla enemigo
fr: Montrer le Cercle de bataille de l'ennemi
it: Mostra Cerchio Di Battaglia Del Nemico
pt_br: Mostrar Cículos de Luta Inimigo

source: Highlight current enemy
es: Destacar el enemigo actual
it: Evidenzia nemico attuale
pt_br: Ressaltar inimigo em ação

source: Some changes will only take effect upon restart.
es: Algunos cambios solo se tendrán en cuenta después de reiniciar
fr: Certains changements ne prendront effet qu'au redémarrage.
it: Alcuni cambiamenti avranno effetto dopo il riavvio
pt_br: Algumas alterações só terão efeito após o reinício do programa.

source: Press a key to:
es: Pulse una tecla para:
it: Premere un tasto:
pt_br: Pressione uma tecla para:

source: Waiting...
es: Esperando...
it: In attesa...
pt_br: Esperando...

source: Race
es: Raza
it: Razza
pt_br: Raça

source: Race Modifiers
es: Modificadores de raza
fr: Modifieurs de la race
it: Modificatori di Razza
pt_br: Modificadores da Raça

source: Race Talents
es: Talentos de raza
fr: Dons de Race
it: Talenti di Razza
pt_br: Talentos da Raça

source: Race Skills
es: Habilidades de raza
fr: Compétences de la race
it: Abilità di Razza
pt_br: Perícias da Raça

source: Open Quests Window
es: Abrir ventana de misiones
fr: Ouvrir la fenêtre des Quètes
it: Apri Finestra Delle Missioni
pt_br: Abre Janela de Missões

source: Open Inventory Window
es: Abrir ventana de inventario
fr: Ouvrir la fenêtre d'inventaire
it: Apri Finestra Inventario
pt_br: Abre Inventário

source: Open Map Window
es: Abrir ventana de mapas
fr: Ouvrir la fenêtre de la Carte
it: Apri Finestra Della Mappa
pt_br: Abre MiniMapa

source: Open Group/Party Window
es: Abrir ventana de grupo
fr: Ouvrir la fenêtre du Groupe
it: Apri Finestra Gruppo/Party
pt_br: Abre Janela de Grupo
