Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: Neutral Proprietary Software Adepts want to make money with their programs, but distrust the absence of security of their Ruindow$.
es: Los Expertos Neutrales en Software Propietario quieren sacar dinero con sus programas, pero la ausencia de seguridad de sus Ruindow$ les da recelo.
fr: Les Adeptes des logiciels propriétaires neutres veulent gagner de l'argent avec leur logiciels, mais n'ont aucune confiance dans l'absence de sécurité de leur Ruindow$ .
it: gli Adepti Neutrali Del Software-Proprietario vogliono fare soldi con i loro programmi, ma diffidano dell'assenza di sicurezze dei loro Ruindow$
pt_br: Querem fazer dinheiro com seus programas, mas são desconfiados acerca da falta de segurança de seu Ruindow$.

source: Center Free-Software Adept
es: Experto Puro en Software Libre
fr: Adepte de logiciel libre du centre
it: Adepto Centrale Del Software Libero
pt_br: Adepto de Software-Livre Centrista

source: Center Free-Software Adepts also believe in the free circulation of knowledge, but that freedom is actually only relative and not so free as in the Public Domain. Here the software is restricted to being free, or, in point of fact, just as free - or not - as it originally was. Usually they are only adepts of GPL licences.
es: Los Expertos Puros en Software Libre también creen en la libre circulación del conocimiento, pero la libertad es sólo relativa y no tan libre como el Dominio Público. Aquí el software debe ser libre, tan libre - o no - como era originalmente. Normalmente, son expertos en licencias GPL.
fr: Les Adeptes de Logiciel Libres du Centre croient, eux aussi, en la transmission libre des connaissances, mais cette liberté n'est en fait que relative, et pas aussi libre que dans le Domaine public. Chez eux, les logiciels ne sont que libre, c'est-à-dire aussi libre - ou pas - qu'à l'origine. Habituellement, ce ne sont que des adeptes de licences GPL.
it: Anche gli Adepti Centrali Del Software Libero credono nella libera circolazione della conoscenza, ma questa libertà in realtà è solo relativa e non così libera come nel Dominio Pubblico. Qui il software è limitato nella libertà o, nello stato delle cose, solo distribuito gratuitamente. Normalmente sono adepti solo delle licenze GPL.
pt_br: Os adeptos de software livre centristas também acreditam na livre circulação do conhecimento, mas para eles ela não deve ser tão livre quanto o domínio público, mas sim restrita a ser livre para todos desde que continue livre. Normalmente são adeptos das licensas GPL.

source: Administration Student
es: Estudiante de Administración
fr: Etudiant en Administration
it: Studente Di Amministrazione
pt_br: Estudante de Administração

source: 'Steel with steel is bad...'|(Zamboy, future Administration Student)
es: 'El acero con acero se llevan mal...' (Zamboy, futuro Estudiante de Administración)
fr: "L'acier avec l'acier n'est pas bon..."|(Zamboy, future étudiant en Administration)
it: 'Acciaio con acciaio è male...'|(Zamboy, futuro Studente Di Amministrazione)
pt_br: 'Ferro com ferro não combina...'|(Zamboy, futuro Estudante de Administração)

source: Also known as Taylor's little boys, Administration Students are frequently found in front of self-help shelves in commercial bookstores. They have chosen their course of studies because they do not really know what they want to do with their lives (exact sciences, human sciences, group dynamics?) and, although in most cases they have NOTHING to administer, they firmly believe that what they are doing is useful to others and to themselves.
es: También conocidos como los chicos de Taylor, los Estudiantes de Administración frecuentan las estanterías de autoayuda de las librerías. Han escogido su carrera porque no saben qué quieren hacer con sus vidas (¿ciencias exactas? ¿humanidades? ¿dinámicas de grupo?) y, aunque en la mayor parte de los casos no tienen NADA que administrar, creen con firmeza que lo que hacen es útil.
fr: Connus comme les petits garçons de Taylor, les étudiants en Administration se trouvent souvent dans les librairies, devant les étagères dédiées aux manuels d'aide. Ils ont choisi leur cursus parce qu'ils ne savent pas vraiment ce qu'ils veulent faire de leur vies (sciences exactes, sciences humaines, dynamiques de groupe ?) et, bien que, dans la plupart des cas, ils n'ont strictement RIEN à administrer, ils croient dur comme fer que ce qu'ils font est utile aux autres et à eux-mêmes.
it: Anche conosciuti come i piccoli ragazzi di Taylor, gli Studenti di Amministrazione si trovano spesso di fronte alle bacheche informative delle librerie commerciali. Hanno scelto il loro corso perché non sapevano proprio che fare delle loro vite (scienze esatte, scienze umanistiche, dinamiche dei gruppi?) e comunque in molti casi non avevano NIENTE da amministrare, sono fermamente convinti che quello che fanno sia utile agli altri e a loro stessi.
pt_br: Também conhecidos como garotinhos de Taylor, os Estudantes de administração são facilmente encontrados nas prateleiras de auto-ajuda das livrarias e bibliotecas. Adentram neste curso por não saberem realmente o que querem da vida (exatas, humanas, dinâmica de grupo?) e, embora na maior parte das vezes não possuam NADA a que administrar, pensam veementemente estar fazendo a coisa certa e útil para suas vidas.

source: Administration students are very definitely not known for their intellectual capacities. (Am I wrong, Elis Regina?). So, they receive -2 of Intelligence.
es: Los Estudiantes de Administración no son famosos por su capacidad intelectual (¿Me equivoco, Elis Regina?). Por lo que tienen una penalización de -2 en Inteligencia.
fr: Les étudiants en Administration ne sont pas du tout connus pour leurs capacités intellectuelles. (Ai-je tort, Elis Regina ?). Ils reçoivent donc -2 en Intelligence.
it: Gli studenti di Amministrazione non sono particolarmente noti per le loro capacità intellettuali. (Mi sbaglio, Elis Regina?). Così ricevono -2 di Intelligenza
pt_br: Os Estudantes de Administração definitivamente não são conhecidos por seus dotes intelectuais (não é mesmo Élis Régina?). Logo recebem -2 de Inteligência.

source: It's a real turn-off to find some of those dumb asses in a group. -4 of Charisma.
es: Da asco encontrarse a aquellos culos de mal asiento en el grupo. -4 a Carisma.
fr: C'est vachement déplaisant de trouver quelques-uns de ces crétins dans un groupe. -4 en Charisme.
it: Fanno passare la voglia di stare in gruppo con qualcuno di questi stupidi asini. -4 al Carisma
pt_br: É um verdadeiro porre encontrar com a maior parte deles. -4 de Carisma.

source: The works of Taylor are a common part of the Administration Students' course of study. +2 for Constitution.
es: Los trabajos de Taylor son parte común del curso de administración de estudiantes. +2 a la Constitución.
fr: Les oeuvres de Taylor font habituellement partie du cursus des étudiants en Administration. +2 en Constitution.
it: I lavori di Taylor sono parte del comune corso di studi degli Studenti di Amministrazione. +2 alla Costituzione
pt_br: Os ensinamentos de Taylor adentram aos que fazem administração, recebendo +2 de Constituição.

source: Medical Student
es: Estudiante de Medicina
fr: Etudiant en médecine
it: Studente di Medicina
pt_br: Estudante de Medicina

source: 'If I've tried Physiotherapy there, I should passed at first place with the points I've made to pass on Medicine!'|(Mattar, Medical Student replying to the provocation of Wanucia, Physiotherapy Student)
pt_br: 'Se eu tivesse tentado fisioterapia lá, teria passado em primeiro lugar com a nota que tirei em medicina!'|(Mattar, Estudante de Medicina respondendo à provocação de Wanúcia, Estudante de Fisioterapia)

source: The Medical Student is a person who has given up his social life in exchange for an abnormal dedication to his studies, believing he'll be something in life. Those creatures haven't any cleverness, and base their lives on theories and more theories. To be one of this class, the character needs to be able to behave in a hideous manner: drowning hookies, public perversion, among other activities that result in death.
es: El Estudiante de Medicina es una persona que ha dejado de lado su vida social a cambio de una dedicación anormal a sus estudios, creyendo que llegará a ser algo en la vida. Estas criaturas carecen de astucia, y basan sus vidas en teorías y más teorías. Para ser uno de esta clase, el personaje necesita comportarse de una forma horrible: evitar faltas, realizar actos perversos en público, entre otras actividades que pueden resultar en la muerte.
fr: L'étudiant en Médecine est quelqu'un qui a abandonné sa vie sociale au profit d'un dévouement hors normes à ses étudies, croyant qu'il fera quelque chose de sa vie. Ces créatures ne sont point ingénieux et fondent leurs vies uniquement sur des théories sans fin. Pour faire partie de cette classe, le personnage a besoin de savoir se comporter de façon hideuse: notamment noyer des hookles ou se donner à la perversion en public, entre autres activités dans le résultat est fatal.
it: Lo Studente di Medicina è una persona che ha abbandonato la sua vita sociale per una dedizione anormale ai suoi studi, credendo che sarebbe diventato qualcuno nella vita. Queste creature non hanno nessuna inventiva e basano le loro vite a fare teorie su teorie. Per essere uno di questa classe il personaggio deve essere capace di comportarsi in modo orribile: affondare aghi, perversioni in pubblico e tutte quelle attività che possono portare alla morte.
pt_br: O Estudante de medicina é o organismo que abdicou de sua vida social em troca de uma dedicação fora do comum aos estudos, acreditando se tornar alguém na vida. Estes organismos são desprovidos de qualquer esperteza, tendo em vista que baseiam suas vidas de pseudo-médicos em teorias e mais teorias. Para pertencer a esta classe, o personagem deve já ter-se submetido a algum tipo de atitude hedionda, como afogar coleguinhas, perversão pública, entre outras que resultem em uma morte.

source: Although they are creatures of theory, they spend most of their money on a gym membership, receiving +1 Strength.
es: Aunque son criaturas de teoría, normalmente gastan su dinero en academias físicas, reciben +1 en Fuerza.
it: Benché siano creature della teoria, di solito spendono soldi in palestra, ricevendo +1 in Forza
pt_br: Apesar de serem criaturas que se dedicam à teoria, estas geralmente utilizam seu dinheiro em academias, pois sua característica 'boy' ou 'paty' os obriga a isso, recebendo, pois, +1 em Força.

source: By the dedication to the studies, the Medicine Student receive +2 of Intelligence.
es: Por su dedicación a los estudios, los Estudiantes de Medicina reciben +2 de Inteligencia.
fr: Par suite de leur dévouement à leurs études, les étudiants en Médecine reçoivent +2 en Intelligence.
it: Per la dedizione agli studi, lo Studente di Medicina riceve +2 all'Intelligenza
pt_br: Devido à sua incansável dedicação aos estudos, os Estudantes de medicina recebem +2 em Inteligência.

source: Since their attention is only for the books, these creatures haven't any cleverness, receiving -4 of Wisdom.
es: Como centran su atención sólo en los libros, estas criaturas no son nada listas, reciben -4 de Sabiduría.
fr: Comme ils se concentrent entièrement sur les livres, ces créatures ne sont point ingénieuses, et reçoivent ainsi -4 en Sagesse.
it: A causa della loro attenzione solo verso i libri, queste creature non hanno nessun ingegno, ricevendo -4 alla Saggezza
pt_br: Por terem sua atenção voltada exclusivamente aos livros, estes organismos são totalmente desprovidos de esperteza, recebendo -4 em Sabedoria.

source: So immersed in his studies is the Medical Student that he has often forgotten to grow up, being very susceptible to questions, receiving -3 on all I Am Not A Fool tests (diminished to -6 when the target is their father or mother).
es: El Estudiante de Medicina está tan inmerso en sus estudios que se ha olvidado de crecer, siendo muy susceptible a los interrogatorios; recibe -3 en todas las pruebas de estupidez (reduciéndose a -6 cuando el blanco es su padre o madre).
it: Lo Studente di Medicina è così immerso nei suoi studi che spesso ha dimenticato di crescere, diventando molto suscettibile alle domande, ricevendo -3 su tutti i test di Non Sono uno Scemo (che scende a -6 quando il bersaglio è suo padre o sua madre)
pt_br: Por estar constantemente ligado aos estudos, o Estudante de Medicina esqueceu de crescer e se desenvolver, sendo muito susceptível a questionamentos, recebendo -3 em seus testes de Não Sou Bobo (este modificador cai pra -6 quando o oponente alvo é seu pai ou sua mãe).

source: Those creatures receive +4 on all Bluff tests. They bluff all the time and the more ridiculous their bluffing, the more likely it is really true.
es: Estas criaturas reciben un +4 en las pruebas de fanfarronadas. Ellos fanfarronean todo el tiempo, y mientras más ridículo sea el fanfarroneo, más probable es que sea verdad.
it: Queste creature ricevono +4 sui test di Bluff. Loro bluffano tutto il tempo e più ridicoli sono i loro bluff, più è probabile che sia la verità.
pt_br: Estes organismos recebem +4 em seus testes de Blefar, pois quaisquer desculpas que eles dêem, por mais esfarrapadas que sejam, são bem possíveis quando se trata deles.

source: They Receive +2 of Diplomacy when talking to boys and patys.
es: Reciben +2 de Diplomacia cuando hablan con chicos y tías.
fr: Ils reçoivent +2 en Diplomatie quand ils parlent à des garçons et à des patys.
it: Ricevono +2 di Diplomazia quando parlano con Bulli e Pupe.
pt_br: Recebem um bônus de +2 em diplomacia quando tratam com outros organismos da mesma raça que a sua (boy ou paty).

source: They receive -2 of Diplomacy when talking to other races.
es: Reciben -2 en Diplomacia cuando hablan con otras razas.
fr: Ils reçoivent -2 en Diplomatie quand ils parlent aux autres races.
it: Ricevono -2 in Diplomazia quando parlano ad altre razze.
pt_br: Recebem uma penalidade de -2 em Diplomacia quando lidam com organismos de outras raças.

source: They receive -4 of Diplomacy when talking to Physiotherapy Students.
es: Reciben -4 en Diplomacia cuando hablan con estudiantes de Fisioterapia.
fr: Ils reçoivent -4 en Diplomatie quand ils parlent à des étudiants en Physiothérapie.
it: Ricevono -4 in Diplomazia quando parlano agli Studenti Di Fisioterapia.
pt_br: Recebem -4 em Diplomacia quando lidam com qualquer Estudante de Fisioterapia, por terem um certo rancor uns com os outros.

source: Biology Student
es: Estudiante de Biología
fr: Etudiant en biologie
it: Studente Di Biologia
pt_br: Estudante de Biologia

source: 'This place is filled with arthropodes!'|(Bin, Biology Student)
es: 'Este lugar está lleno de artrópodos!'|(Bin, aquella vez, un Estudiante de Biología)
it: 'Questo posto è pieno di artropodi!'|(Bin, allora Studente Di Biologia)
pt_br: 'Este lugar está cheio de artrópodes!'|(Bin, o então Estudante de Biologia)

source: Able to be isolated in the mountains for two weeks at a time doing their 'Field Work', ambushing and observing the incredible and exciting ameiva's feeding habits (and they are sometimes mistaken as Hippies in their search for Feed-Karma), the Biology Students can be all things to all men: among them, there are a few doctors, a few hippies, a few computer analysts, a few hot-dog sellers...
es: Capaz de estar aislado en las montañas por dos semanas de corrido haciendo su 'Trabajo de campo', emboscando y observando los hábitos alimenticios de la lagartija ameiva (estos pueden ser confundidos con Hippies en su búsqueda de Karma),el Estudiante de Biología puede ser de todo: entre ellos hay algunos doctores, algunos hippies, algunos analistas de computadoras, algunos vendedores de salchichas...
fr: Capable de rester isolés dans les montagnes pendant deux semaines d'affilée travaillant "sur le terrain", prenant les incroyables et passionnants améives en embuscade et observant leur façon de se nourrir (et ils sont parfois pris pour des Hippies dans leur recherche de Feed-Karma), les étudiants en Biologie savent être tout et n'importe quoi: dans leurs rangs se trouvent quelques médecins, quelques hippies, quelques informaticiens, quelques vendeurs de hot-dog, et j'en passe...
it: Capaci di rimanere isolati nelle montagne per 2 settimane durante il loro 'Lavoro sul campo' per pedinare ed osservare l'incredibile ed eccitante vita alimentare delle lucertole (per questo spesso confusi per Hippies nella ricerca del Nutrimento-Karma), gli Studenti di Biologia possono essere tutte le cose che possono essere gli uomini: tra di loro qualche dottore, qualche hippie, qualche analista di computer, qualche venditore di hot-dog...
pt_br: Capazes de permanecer por duas semanas completamente isolados no mato fazendo os denominados trabalhos de campo, em tocaia observando os incríveis e emocionantes hábitos alimentares das ameivas (e, por isso, muitas vezes, facilmente confundidos com hippies em busca de inspiração karmo-alimentar), os Estudantes de Biologia são de tudo um pouco: um pouco médicos, um pouco hippies, um pouco cientistas, um pouco computeiros, um pouco vendedores de cachorro-quente...

source: +2 of Dexterity, since they always observe and follow the ameivas on whatever terrain (and also dissect them, to count how many worms they have).
es: +2 a la destreza, ya que ellos siguen y observan las ameivas en cualquier terreno (y también las diseccionan, para contar sus gusanos).
fr: +2 en Dextérité, à force d'observer et à suivre les améives (et à ouvrir leurs corps pour compter les vers) en premanence sur divers terrains.
it: +2 alla Destrezza dato che osservano e seguono le lucertole su qualunque terreno (anche per analizzarlo e contare quanti vermi hanno)
pt_br: Recebem +2 de Destreza, por muito observar as ameivas e seguí-las nos mais diversos terrenos (e também por abrir seu corpo, contando quantos vermes distintos a mesma possui).

source: -1 of Strength, cause their muscles atrophy after spending 12 hours motionless, observing the ameiva's coupling rituals.
es: -1 a Fuerza, porque sus músculos se han atrofiado después de pasar 12 horas sin moverse, observando los rituales de copulación de las lagartijas.
fr: -1 en Force, leurs muscles s'étant atrophiés après les 12 heures d'inerties à observer le rituel d'accouplement des améives.
it: -1 alla Forza, a causa dell'atrofizzazione dei muscoli dopo aver passato 12 ore immobili ad osservare dei riti di accoppiamento delle lucertole.
pt_br: Recebem -1 de Força, já que os músculos acabam atrofiando um poucodepois de passar 12 horas inerte por dia durante um mês seguido observandoos rituais de acasalamento dos lagartos.

source: Music Student
es: Estudiante de Música
fr: Etudiant en Musique
it: Studente Di Musica
pt_br: Estudante de Música

source: 'Without you I sound nothing.'|(Typical commentary of a Lyric-man to a Musician)
es: 'Sin ti, no sueno nada'|(típico comentario de un Autor a un Músico)
fr: "Sans vous, je sonne creux."|(Commentaire typique d'un Parolier à un Musicien)
it: 'Senza di te io non suono niente.'|(Tipico commento di un cantante lirico ad un musicista)
pt_br: 'Sem você eu não sôo nada.'|(Típico comentário de um Letrista para um Músico)
