Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: Measures how smart or dumb the creature is. Organisms with a lot of intelligence can take 80 in OC2 (Computer Organization 2, more than 80 is only for Claudionor Disciples). Creatures too dumb only comunicate by gestures and grunts.||Ameiva: Intelligence 6|Ratazana: Intelligence 2|Ente: Intelligence 16
es: Mide lo inteligente o boba que es una criatura. Un organismo con mucha inteligencia obtiene 80 puntos en un test de OC2 (Organización computacional 2, más de 80 es sólo para los discípulos de Claudionor.) Las criaturas muy tontas, sólo se pueden comunicar mediante gestos y gruñidos. || Lagartija: Inteligencia 6 | Rata: Inteligencia 2 | Ente: Inteligencia 16
fr: Indique l'intelligence ou la stupidité de la créature. Organismes qui possèdent beaucoup d'intelligence peuvent avoir 80/100 en OC2 (Organisation des ordinateurs, niveau 2. Plus que 80 n'est possible que pour les Disciples de Claudionor). Les créatures qui sont trop stupides communique seulement avec des gestes et des grognements.||Améive : Intelligence 6|Ratazana : Intelligence 2|Ente : Intelligence 16
it: Misura quanto è furba o stupida la creatura. Organismi con molta intelligenza possono prendere 80 in OdC 2 (Organizzazione dei Computer 2, più di 80 esiste solo per le Discipline Caludionor). Creature troppo stupide cominicano solo con gesti e grugniti.
pt_br: É o quão inteligente ou burro o organismo é. Organismos muito inteligentes são capazes de passar com 80 em OC2 (mais de 80, significa ser Discípulo do Claudionor, ou futuros monitores escravizados). Organismos muito burros conseguem se comunicar somente através de gestos e grunhidos.||Ameiva: Inteligência 6|Ratazana: Inteligência 2|Ente: Inteligência 16

source: Intimidatation
es: Intimidación
fr: Intimidation
it: Intimidazione
pt_br: Intimidação

source: Measures the capacity to compel the target to act in accordance with your orders, through gestures, words or shows of strength. This skill doesn't allow you to control the will of a target directly. It's only used to insure special treatment, like make a student let you copy his exercises or make the snack-bar woman give you a discount on a hot-dog.
es: Mide la capacidad para obligar a un objetivo a cumplir tus órdenes a través de gestos, palabras o signos de fuerza. Ésta habilidad no permite controlar la voluntad de un objetivo directamente. Sólo puede ser usado para recibir un trato especial, como hacer que un estidiante deje que le copies el examen, o que una camarera te haga un descuento en un perrito caliente.
fr: Quantifie la capacité d'obliger le cible - par des gestes, paroles, ou démonstrations de force - d'obéir à vos ordres. Ce talent ne vous donne pas le droit de contrôler la volonté du cible directement. Il s'utilise seulement afin d'être certain que vous recevrez un traitement de faveur : par exemple, obliger un étudiant de vous permettre de copier ses exercices ou obliger la dame à la cafétéria de vous faire une remise sur un hot-dog.
it: Indica la capacità di costringere il bersaglio ad eseguire i propri ordini, con gesti, parole o dimostrazioni di forza. Questa abilità non permette di controllare la volontà del bersaglio direttamente. Si usa per assicurare trattamenti speciali, come farsi lasciare copiare gli esercizi dagli altri studenti o convincere la barista a fare uno sconto per un hot-dog.
pt_br: Mede a capacidade do organismo de, através de gestos, palavras ou exibição de força bruta, obrigar um alvo a agir de acordo com suas ordens. Esta habilidade, porém, não serve para controlar diretamente a vontade, sendo utilizada apenas para se conseguir regalias, como por exemplo fazer um aluno te dar o exercício para copiar ou a dona da lanchonete dar um desconto no cachorro quente.

source: Riding
es: Equitación
fr: Equitation
it: Cavalcare
pt_br: Montar Animais

source: Those who know how to ride animals, will hardly ever fall from a War Ente. This skill is used to ride any creature.
es: Los que saben montar animales, casi nunca caen en una guerra de Entes. Ésta habilidad se usa para montar cualquier criatura.
fr: Ceux qui savent monter à cheval - ou d'autres animaux, ne tomberont presque jamais d'un Ente de guerre. Ce talent est utilisé pour monter toute créature.
it: Coloro che sanno cavalcare bene gli animali non cadranno facilmente da un Ente da Guerra. Questa abilità è usata per cavalcare qualunque creatura.
pt_br: Quem sabe montar dificilmente cairá de um ente de guerra quando estiver sobre ele. Esta perícia é utilizada para montar qualquer criatura.

source: Sports
es: Deportes
it: Sport
pt_br: Esportes

source: This skill measures how good the thing is at sports, without any kind of distinction. Surely, those good at sports, usually aren't good at any other things.
es: Ésta habilidad indica lo bueno que se es en los deportes, sin ningún tipo de distinción. Sin duda los buenos en los deportes, no lo serán en otras cosas.
fr: Ce talent quantifie les qualités sportives de la chose, sans distinction aucune. Il est quasi certain que les gens qui sont des brillants sportifs, ne sont habituellement pas bons à rien d'autre.
it: Indica la bravura negli sport senza nessuna distinzione. Quelli che sono bravi nello sport di solito non sono molto bravi in altro.
pt_br: Essa perícia mede o quão bom o organismo é em todos os esportes, sem distinção; afinal de contas, quem é muito bom em esportes, tende a não ser bom em mais nada.

source: Not Used
es: No usado
fr: Non Utilisé
it: Non Utilizzato
pt_br: Não Utilizada

source: This Skill Place is Avaible for new skills in the future.
es: Éste hueco está libre para obtener nuevas habilidades en el futuro.
fr: Cet emplacement est disponible pour de nouvelles compétences dans le futur.
it: Questo spazio è lasciato ad usi futuro
pt_br: Espaço vago para futuras perícias.

source: Observe
es: Observar
fr: Observation
it: Osservazione
pt_br: Observar

source: Is the visual acuity of an organism and indicates whether it can see far distances or discern the details of an object or a scene. It's the counter-skill of Concealment.
es: Es la agudeza visual de un organismo e indica si puede ver a largas distancias, o distinguir los detalles de un objeto o escena. Es la contra-habilidad de ocultación.
fr: Concerne l'acuité visuelle d'un organisme et indique s'il peut voir au loin ou percevoir les détails d'un objet ou d'une scène. C'est avec ce talent que l'on peut contrer la Dissimulation.
it: Acutezza visiva di un organismo ed indica quanto può vedere lontano e distinguere i dettagli di un oggetto o scena. E' la contro-abilità di Nascondersi.
pt_br: É a acuidade visual possuida pelo organismo, tanto para conseguir enxergar a longas distâncias quanto para discernir detalhes específicos em um objeto ou uma cena. É a perícia utilizada como contra-perícia para Esconder-se.

source: Get Information
es: Conseguir información
fr: Obtenir des renseignements
it: Ottenere Informazioni
pt_br: Obter Informação

source: This skill is used to gain restricted information. It's not so hard to understand.
es: Esta habilidad se utiliza para obtener información restringida. No es tan dificil de entender.
fr: Cette compétence s'utilise pour obtenir des renseignements confidentiels. Ce n'est pas si difficile de le comprendre.
it: E' usata per ricavare una precisa informazione. Non è difficile da capire.
pt_br: Esta é a perícia usada para o organismo conseguir obter informações. Não é tão complicado.

source: Operates Eletronic Object
es: Arreglar un aparato electrico
fr: Fait fonctionner des objets électroniques
it: Maneggiare Apparecchi Elettronici
pt_br: Operar Objeto Eletrônico

source: Is the capacity to operate or fix electronic objects without getting electric shocks and losing 70 percent of your brain or blowing the object (and yourself) up.
es: Es la capacidad de arreglar aparatos electrónicos sin que te de un chispazo y que pierdas el 70 por ciento del cerebreo, o que el aparato vuele por los aires (contigo).
fr: C'est la capacité de faire fonctionner ou de réparer des objets électroniques sans recevoir des décharges électriques, sans perdre 70 % de votre cerveau ou faire exploser l'objet (et vous-même).
it: E' la capacità di maneggiare e aggiustare apparecchi elettronici senza prendere scosse e perdere il 70% del cervello o esplodendo insieme al dispositivo.
pt_br: É a capacidade do organismo operar ou consertar objetos eletrônicos (ou que, de alguma forma, consumam energia elétrica) sem tomar um choque e perder 70 porcento do seu cérebro ou explodir o objeto em questão.

source: Operates Mechanic Object
es: Arreglar un aparato mecánico
fr: Fait fonctionner des objets mécaniques
it: Maneggiare Apparecchi Meccanici
pt_br: Operar Objeto Mecânico

source: Is the capacity to operate or fix mechanical objects without the loss of a finger or a hand.
es: Es la capacidad de arreglar objetos mecánicos sin perder un dedo o una mano.
fr: La capacité de faire marcher ou de réparer des objets mécaniques sans perdre un doigt ou une main.
it: E' la capacità di manipolale e riparare apparecchi meccanici senza perdere dita o mani.
pt_br: É a capacidade do organismo operar ou consertar objetos mecânicos sem perder um dedo ou a mão.

source: Hearing
es: Oido.
fr: L'ouie
it: Ascoltare
pt_br: Ouvir

source: His hearing is so good that an organism can listen to and discern even low sounds. It is the counter-skill to Stealth.
es: Su oido es tan bueno que un organismo puede escuchar y diferenciar entre los sonidos bajos. Es la habilidad contraria al Sigilo.
fr: Son ouie est si fine que l'organisme peut écouter et percevoir tous les bruits, même les plus infimes.Cette compétence sert à contrer la Discrétion.
it: La capacità di ascolto dell'organismo è tale che può sentire e distinguere anche i suoni più bassi. E' la contro-abilità di Furtività.
pt_br: É a capacidade do organismo operar ou consertar objetos mecânicos sem perder um dedo ou a mão.

source: Carte Blanche
es: Salvoconducto.
it: Carta Bianca
pt_br: Passe-Livre

source: Is the ability to do anything illegal without suffering retaliation from the responsible authorities. Carte Blanche allows the creature to walk through restricted areas or carry heavy guns.
es: Es la capacidad de hacer algo ilegal sin sufrir represalias de las autoridades. El salvoconducto, permite a la criatura andar por áreas restringidas o portar armas pesadas.
fr: C'est la capacité d'agir dans l'illégalité la plus complète sans avoir à en souffrir les conséquences. Avec Carte Blanche la créature peut se promener dans les zones à accès réservé ou porter des armes à feu lourdes.
it: E' l'abilità di fare qualcosa di illegale senza subire la punizione dalle autorità. Carta Bianca permette di muoversi in aree riservate e portare fucili pesanti.
pt_br: É habilidade de realizar quaisquer atitudes ilegais sem sofrer represália das autoridades responsáveis. Passe livre serve tanto para andar em áreas restritas a funcionários sem que uma autoridade o impeça como para carregar visivelmente armas que possam causar pânico ou tumulto, como lança mísseis ou granadas.

source: Mental Castration
es: Castración mental
fr: La castration par la pensée
it: Castrazione Mentale
pt_br: Pé-no-Saco

source: People who have the capacity to make you feel, while talking to them, as if you've been kicked in the balls.
es: La gente que tiene la capacidad de sentir a alguien, mientras habla con él, es como si le dieran una patada en los huevos.
fr: La capacité qu'ont certains gens de vous donner l'impression que vous avez reçu un coup de pied aux couilles pendant une simple conversation.
it: Persone che hanno la capacità di farti sentire, mentre parli con loro, come se ti prendessero a calci sui genitali.
pt_br: Capacidade de uma pessoa em ser um porre, verdadeiro espírito de porco.

source: Performing on Stage
es: Poner en escena.
fr: Jouer la comédie
it: Esibizione sul Palco
pt_br: Performar

source: Those who have knowledge of the performing arts are able to participate in street theatricals or join a lot of layabouts to watch them doing something ordinary. Stage performers DON'T know how to play musical instruments.
es: Quienes tienen conocimientos en las Artes escénicas, son capaces de participar en teatros callejeros o unirse a un montón de vagos para hacer cosas ordinarias. Éstos artistas NO saben tocar instrumentos musicales.
fr: Ceux qui ont des connaissances des arts théâtraux peuvent faire du théâtre dans la rue ou se joindre à beaucoup de bons à rien et les regarder faire quelque chose de banal. Les gens qui font du théâtre NE savent PAS jouer des instruments de musique.
it: Coloro che hanno abilità artistiche sono capaci di partecipare a rappresentazioni di strada o attirare un sacco di fannulloni per farsi guardare fare qualcosa di ordinario. Esibizionisti del Palco NON sanno come suonare degli strumenti.
pt_br: Quem sabe a arte de performar é capaz de participar de teatrinhos por aí ou juntar um aglomerado de atoas para vê-lo realizar algo banal e idiota. Peritos em Performar NÃO sabem tocar instrumentos musicais, necessitando da perícia Usar Instrumento Musical para tal.

source: Prestidigitation
es: Prestidigitación
it: Prestidigitazione
pt_br: Prestidigitação

source: Is the skill used to steal little objects on someone's person, or in a place observed by a lot of people.
es: Es la habilidad para mangar objetos a alguien, o en algún lugar observado por mucha gente.
fr: C'est la compétence utilisée pour voler de petits objets en la possession de quelqu'un ou dans un lieu surveillé.
it: E' l'abilità usata per rubare piccoli oggeti da indosso a qualcuno o rubare in posti affollati.
pt_br: É a perícia usada para surrupiar pequenos objetos, estando eles sendo portados por alguém ou dando bobeira em algum local observado por pessoas.

source: Bizarre Clothes
es: Ropas raras.
fr: Vêtements Bizarres
it: Vestiti Bizzarri
pt_br: Roupas Bizarras

source: It measures the capacity of a creature to wear the strangest things and call them 'Clothes'.
es: Mide la capacidad de que una criatura lleve cosas extrañas y lo llame 'ropa'.
fr: Indique la capacité d'une créature à porter des choses les plus étranges possible et à les appeler "vêtement".
it: E' la capacità di una creatura di indossare le cose più strane e chiamarle 'Vestiti'
pt_br: Mede a capacidade do personagem em vestir as coisas mais bizarras e chamá-las de 'Roupas'.||Atributo Chave: (-1)*Inteligência.

source: Measures the creature' expertise in dealing with any sort of real-life situation. A very wise organism can do 10 years of post-graduate studies without any problem. A creature with few wisdom points can get lost on the way from the university restaurant to the bathroom.||Ameiva: Wisdom 4|Ratazana: Wisdom 6|Ente: Wisdom 12
es: Mide la experiencia de la criatura para hacer frente a cualquier experiencia de la vida real. Un organismo con mucha sabiduría, puede hacer 10 años de post-grado sin ningún problema. Una criatura con poca sabiduría, puede perderse en el camino del restaurante universitario al baño.|| Lagartija: Sabiduría 4 | Rata: Sabiduria 6 | Ente: Sabiduria 12.
fr: Quantifie les compétences de la créature à résoudre toute sorte de problème de la vie quotidienne. Un organisme qui possède beaucoup de Sagesse peut faire 10 ans d'études post doctorales assez facilement. Une créature qui a peu de points de Sagesse se perd facilement entre le Restau-U et les toilettes.||Améivé: Sagesse 4|Ratazana: Sagesse 6|Ente: Sagesse 12
it: E' la capacità della creatura nell'affrontare qualunque tipo di situazione della vita reale. Un organismo molto saggio può affrontare un corso post-laurea di 10 anni senza problemi. Una creatura con poca saggezza si può perdere nel tragitto mensa universitaria-bagno.||Ameiva: Saggezza 6|Ratazana: Saggezza 6|Ente: Saggezza 12
pt_br: É quão esperto o organismo é, sabendo se virar nas mais diversas situações da vida. Um organismo muito sábio é capaz de cursar 10 anos de faculdade sem nenhum problema. Um organismo pouco sábio é capaz de se perder no caminho entre a cantina e o banheiro.||Ameiva: Sabedoria 4|Ratazana: Sabedoria 6|Ente: Sabedoria 12

source: Not Enough Time
es: No hay mucho tiempo.
fr: Pas Assez de Temps
it: Non Abbastanza Tempo
pt_br: Sem-Tempo

source: People with it can't do any of the normal things in life, 'cause their studies won't let them! (Can be a glorious excuse not to do something).
es: La gente con esto no puede hacer cosas normales en la vida, ¡debido a que sus estudios no se lo permiten! (Puede ser una escusa gloriosa para no hacer nada).
fr: Les gens qui possèdent cette compétence ne peuvent rien faire de normal dans la vie, car leurs études ne le permettent pas! (Autrement dit, 'Pas assez de temps' peut être un prétexte formidable de ne rien faire du tout).
it: Per sone con questa abilità non possono fare niente durante la loro normale vita perchè i loro studi non li lasciano liberi! (Può essere un'ottima scusa per non fare qualcosa)
pt_br: Pessoas com isto não podem fazer coisas normais da vida porque seu curso não deixa tempo hábil. (Pode ser uma gloriosa desculpa para não se fazer algo).

source: Bribery
es: Soborno.
fr: Corruption
it: Corrompere
pt_br: Suborno

source: This skill measures how good you are at 'buying' people, getting some favors in exchange for money or other material stuff.
es: Ésta habilidad mide cómo es de bueno 'comprando' a la gente, conseguir favores a cambio de dinero, y chanchullos del estilo.
fr: Cette compétence indique votre capacité d'acheter, de corrompre, les gens et d'obtenir des faveurs contre de l'argent ou d'autres trucs matériels.
it: Questa è l'abilità di 'comprare' le persone per ricevere favori in cambio di soldi o oggetti.
pt_br: É quão bom o organismo é em 'comprar' os demais, conseguindo algumas regalias em troca de dinheiro ou outros bens materiais.

source: Play Instrument
es: Tocar instrumento
fr: Jouer d'un instrument
it: Suonare Strumento
pt_br: Tocar Instrumento

source: Is the capacity to play a musical instrument. The instrument is anything that can produce at last 7 distinct notes.
es: Es la capacidad de tocar un instrumento musical. El instrumento puede ser cualquier cosa capaz de producir al menos 7 notas diferentes.
fr: C'est la capacité de jouer d'un instrument. L'instrument peut être n'importe quoi qui puisse produire au moins 7 notes distinctes.
it: E' la capacità di suonare uno strumento musicale. Lo strumento è qualunque cosa che può generare almeno 7 note distinte.
pt_br: É quão bem o organismo é capaz de tocar um instrumento musical. O instrumento em questão pode ser qualquer coisa que seja capaz de produzir pelo menos 7 notas distintas.

source: (You see the computer main screen)
es: (Ves la pantalla principal del ordenador.)
fr: (Vous voyez l'écran principal de l'ordinateur)
it: (vedi lo schermo principale del computer)
pt_br: (Você vê a tela principal do computador)

source: Install a new Operating System
es: Instalar un nuevo sistema operativo
fr: Installer un nouveau système d'exploitation
it: Installa un nuovo sistema operativo
pt_br: Instalar um novo Sistema Operacional

source: What Operating System do you wish to install?
es: Qué sistema operativo quieres instalar?
fr: Quel système d'exploitation voulez-vous installer ?
it: Quale sistema operativo vuoi installare?
pt_br: Qual Sistema Operacional deseja instalar?

source: Install Pirate Ruindows
es: Instalar Ruindows pirata
fr: Installer Ruindows piraté
it: Installa un Ruindows piratato
pt_br: Instalar Ruindows Pirata

source: Install Original Ruindows
es: Instalar Ruindows original
fr: Installer Ruindows Véritable
it: Installa Ruindows Originale
pt_br: Instalar Ruindows Original

source: Install Ubuntu Linux
es: Instalar Ubuntu GNU/Linux
fr: Installer Ubuntu Linux
it: Installa distro Linux Ubuntu
pt_br: Instalar Ubuntu Linux

source: Install Gentoo Linux
es: Instalar Gentoo GNU/Linux
fr: Installer Gentoo Linux
it: Installa distro Linux Gentoo
pt_br: Instalar Gentoo Linux

source: Back
es: Volver
fr: Précédent
it: Indietro
pt_br: Voltar

source: Operational System successfully installed.
es: El sistema operativo se ha instalado con éxito.
fr: Système d'exploitation installé avec succès
it: Sistema Operativo Installato con successo
pt_br: Sistema Operacional instalado com sucesso.

source: You have failed to install an Operational System
es: Error al instalar el sistema operativo
fr: L'installation d'un Système d'exploitation a échoué
it: Hai fallito l'installazione del sistema operativo
pt_br: Você falhou na instalação do Sistema Operacional

source: (You see a blue screen with some hexadecimal codes. There's nothing you can do except restart the system.)
es: Estás viendo un pantallazo azul con números hexadecimales. No se puede hacer nada, excepto reiniciar el sistema.
fr: (Vous voyez un écran bleu avec du code en hexadécimal. Rien a faire sauf redémarrer le système.)
it: (Vedi uno schermo blue con qualche codice esadecimale. Non puoi fare nient'altro se non riavviare il sistema)
pt_br: (Você vê uma tela azul com alguns códigos hexadecimais. Não há nada a fazer exceto reiniciar o sistema.)

source: Restart
es: Reiniciar
fr: Redémarrer
it: Riavvia
pt_br: Reiniciar

source: (You see a debian-like aptitude at the computer's main screen)
es: (Puedes ver unas líneas de instalación de debian con aptitude en la pantalla del ordenador)
it: (Vedi una disposizione simil-debian nello schermo principale del computer)
pt_br: (Você vê um aptitude tipo debian na tela principal do computador)

source: (You see a pacman-like figure at computer's main screen)
es: (puedes leer unas líneas de instalación con pacman en la pantalla del ordenador)
it: (Vedi delle figure simili a pacman nello schermo principale del computer)
pt_br: (Você vê o desenho d'uma figura estilo pacman na tela principal do computador)

source: (The computer is asking for an access code)
es: (El ordenador esta preguntando por el código de acceso)
it: (Il computer richiede un codice d'accesso)
pt_br: (O computador pede um código de acesso)

source: Insert the code from the letter
es: Ingresa el código de la carta
it: Inserisci il codice della lettera
pt_br: Inserir o código da carta

source: Try a random password
es: Prueba con una contraseña aleatoria
it: Prova una password casuale
pt_br: Tentar uma palavra aleatória

source: Search for a buffer overflow
it: Scova un buffer overflow
pt_br: Procurar por um estouro de buffer

source: Leave the computer
it: Lascia il computer
pt_br: Deixar o computador

source: (You've entered an wrong code)
es: (Has ingresado un código erróneo)
it: Hai inserito il codice errato
pt_br: (Você inseriu um código inválido)

source: Try again
es: Prueba otra vez
it: Prova ancora
pt_br: Tentar novamente

source: (You've got full access to the computer)
es: (Has conseguido un acceso completo al ordenador)
it: (Hai ottenuto l'accesso completo al computer)
pt_br: (Você obteve completo acesso ao computador)

source: Copy all information to Logan's notebook
it: Copia tutte le informazioni dal notebook di Logan
pt_br: Copiar todas as informações para o notebook do Logan

source: (You couldn't find any flaws)
it: Non riesci a trovare nessuna falla
pt_br: (Você não pode encontrar nenhuma brecha)

source: (You see the bunker school server main screen)
es: (Ves la pantalla principal del servidor de la escuela bunker.)
fr: (Vous voyez l'écran d'accueil du serveur de l'école bunker)
it: (Vedi lo schermo principale del server del bunker della scuola
pt_br: (Você vê a tela principal do servidor da escola-abrigo)

source: Temporally turn off the subterranean air system
es: El sistema de aire subterráneo está temporalmente apagado
fr: Eteindre le système d'air souterrain temporairement
it: Spegni il sistema di areazione del sotterraneo temporaneamente
pt_br: Desligar temporariamente o sistema de ar subterrâneo
