Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: These creatures usually walk around wearing black pants, black skirts (of bands or not) and military boots. They wear this kind of clothes to 'be different', although all of them wear the same. They love to play everything they find, thinking it is a drum, and to sing the lyrics of the music they love. Usually categorized as autistic, these creatures walk with other headbangers (from 2 to 5) and have the need to show others their 'revolt'. They are easily attracted by anything that looks 'malignant', the rougher the better.
es: Estas creaturas usualmente caminan por ahí vistiendo pantalones negros, remeras negras (ya sea de una banda o no) y botas militares. Ellos visten este tipo de ropas para 'ser diferentes', aunque todos ellos visten lo mismo. A ellos les encanta jugar con todo lo que encuentran, pensando que es un platillo, y cantando la letra de la música que aman. Usualmente categorizados como autistas, estas creaturias caminan con otros Heavys (de 2 a 5) y tienen la necesida de mostrar a otros su 'rebeldía'. Son atraídos facilmente por todo lo que luce 'maligno', cuanto mas rudo mejor.
fr: Ces créatures se promènent d'habitude vêtues de pantalons noirs, de jupes noires (de type majorette ou pas) et des bottes militaires. Ils mettent ce genre de vêtement pour "être différent", bien qu'eux tous portent les mêmes choses. Ils aiment jouer de tout ce qu'ils dégottent, pensant qu'il s'agit d'un tambour, et ils aiment chanter les paroles de leur musique préférée. Classées habituellement comme autistes, ces créatures se baladent avec d'autres cogneurs de tête (entre 2 et 5 par groupe) et ressentent le besoin de montrer leur "rébellion" aux autres. Ils sont facilement attirés par tout ce qui a l'air "maléfique," plus c'est brutal, mieux ça vaut.
it: Queste creature normalmente girano in pantaloni neri, magliette nere (di bande musicali e non) e stivali militari. Loro indossano questo genere di vestiti per 'essere diversi', per questo tutti vestono uguali. Amano suonare qualunque cosa trovino, scambiandolo per un tamburo e cantare i testi delle canzoni che amano. Di solito vengono etichettati come autistici, queste creature si muovono in gruppi (da 2 a 5) ed hanno bisogno di mostrare agli altri la loro 'rivolta'. Sono facilmente attratti da tutto ciò che sembra 'maligno', più è grezzo meglio è.
pt_br: Estes organismos costumam caminhar por aí de calças pretas, blusas pretas (de bandas ou não) e coturno. Se vestem assim para 'serem diferentes', mas todos se vestem iguais. Adoram ficar batucando em tudo o que encontram achando ser uma bateria e cantar as letras das músicas que gostam. Geralmente confundidos com autistas, estes organismos caminham em grupos que variam de 2 a 5 e tem a necessidade de mostrarem constantemente aos outros o quanto sãorevoltados. Se atraem facilmente por qualquer coisa que pareça 'maligna', por mais tosca que possa ser.

source: Since Boys / Patys are highly emotional, Headbangers receive +2 of intimidation against them.
es: Desde que los Boys / Patys son altamente emocionales, los Heavys reciben +2 en intimidación contra ellos.
fr: Puisque les Garçons / Patys sont extrêmement émotifs, les Cogneurs de tête reçoivent +2 en Intimidation envers eux.
it: Dato che Bulli e Pupe sono molto emotivi, gli Headbanger hanno +2 ad Intimidire contro di loro.
pt_br: Por Boys / Patys serem altamente impressionáveis, Metaleiros recebem +2 de intimidação contra eles.

source: Mutant Human Cricket
es: Los Grillados Mutantes Humanos
fr: Criquet humain mutant
it: Grillo Umano Mutante
pt_br: Mutante ou Grilo Humano

source: 'A tasty Cricket, please!'|(Logan in a barbecue restaurant)
es: '¡Un sabroso grillo, por favor!'|(Logan en un restaurante barbacoa)
fr: "Un Criquet savoureux, s'il vous plaît!"| (Logan dans un restaurant barbecue)
it: 'Un Grillo saporito, per favore!'(Logan in un ristorante)
pt_br: 'Um grilo mal passado, por favor!'|(Logan ao adentrar em uma churrascaria)

source: No one knows why, but mutants have started to attend Icex. With their diet based on crickets or small hopping bugs, the Human Crickets have some cannibalistic habits and, for this, aren't welcome in bug colonies. The habitat of the Human Cricket is the famous Tyrol, near Barreiro, where they live happily among their relatives.
es: Nadie sabe el por qué, pero los mutantes han comenzado a ocuparse de Icex. Con su dieta basada en grillos o en pequeños bichos saltadores, Los Grillados Humanos tienen algunos hábitos caníbales y, por eso, no son bienvenidos en las colonias de bichos. El habitat de los Grillados Humanos es la famosa Tyrol, cerca de Barreiro, donde ellos viven felizmente entre sus familiares.
fr: Personne ne sait pourquoi, mais des mutants ont commencé à aller à l'ISEX. Puisque leur régime se base sur des criquets, ou des petits insectes sautant, les Criquets humains ont des tendances de cannibalisme et, à cause de cela, ne sont pas les bienvenus dans le colonies d'insectes. L'habitat du Criquet humain est le Tyrol bien connu, vers Barreiro, où ils vivent des jours heureux en famille.
it: Nessuno sa perché, ma i mutanti hanno iniziato a frequentare l'ICEX. Con la loro dieta basata su grilli e piccoli insetti saltellanti, i Grilli Umani hanno qualche abitudine da cannibale e per questo non sono benvenuti nelle colonie di insetti. L'ambiente naturale del Grillo Umano è il famoso Tyrol, vicino Barreiro, dove vivono felicemente vicino ai loro parenti.
pt_br: Não se sabe bem ao certo, mas seres mutantes passam a frequentar os corredores do Icex, tendo sua dieta básica composta de grilos ou pequenos insetos saltitantes, costumam ter atitudes canibais (por comerem grilos, seus parentes próximos) e, por isso, são extremamente mal vistos (e temidos) pelos insetos. O habitat natural de um mutante é o famigerado Tyrol, próximo ao barreiro, no qual normalmente vive com sua família.

source: Since they eat Crickets, Human Crickets receive -4 on all social tests when dealing with someone of their race or insects.
es: Desde que ellos comen grillos, los Grillados Humanos reciben -4 en todas las pruebas sociales con insectos o criaturas de se especie.
fr: Puisqu'ils mangent des Criquets, les Criquets humains reçoivent -4 sur tout test de sociabilité, lorsqu'ils traitent avec quelqu'un de leur race ou avec des insectes.
it: Siccome mangiano Grilli, i Grilli Umani ricevono -4 in tutti i test Sociali che includono qualcuno della loro stessa razza o insetti.
pt_br: Por sua tendência de comer grilos, os homens grilo recebem -4 em todos Testes Sociais quando lidam com alguém de sua própria raça ou insetos.

source: By its incredible jumps, the Human Cricket receive +4 of Prestidigitation.
es: Por sus saltos, los humanos grillados reciben + 6 Prestidigitación.
pt_br: Por seus incríveis pulos, o Grilo Humano recebe +4 em Prestidigitação.

source: Skinhead Maniac
es: Cabeza Rapada Maníaco
fr: Skinhead fou
it: Skinhead Pazzoide
pt_br: Maníaco Skinhead

source: - It's 'cause ther'are some peopl'in front of my house that puts a ghetto blaster at high volume on the weekends...|- There is, so? Give me R$500,00 and I'll give you a fragmentation granade to throw there and end their party for good!'|(Corrente, Skinhead Maniac, answering Gordo, frustrated Mechanical Engineering Student)
es: - Es porque hay unos capullos en frente de mi casa que se dedican a hacer ruido a todo volumen los fines de semana... | - No te preocupes, por 500$ y te consigo una granada de fragmentación para que acabes con sus fiestas de una vez por todas! | (Corrente, un Maniaco Cabezarapada, aconsejando al Gordo, un Estudiante de Ingieneria Mecánica frustrado.)
fr: "Pâs que'y a des gens devant ma maison qui mettent la boxe trop fort le weekend..."| "Ah bon? Et alors? Donne-moi R$500,00 et je te donnerai une grenade à fragmentation. Tu pourras la lancer dedans et termine leur fête pour de vrai!"|Corrente, Skinhead fou, en réponse à Gordo, étudiant en Ingénierie mécanique et très frustré par-dessus le marché.
it: '-E' perché c'è qualcuno di fronte a casa mia che mette lo stereo portatile a tutto volume durante i fine settimana...|- Tutto qui? Dammi 500 R$ e ti do una granata a frammentazione da lanciare la e far finire bene la festa!'|(Corrente, Skinhead Pazzoide, risponde a Gordo, Studente di Ingegneria Meccanica frustrato)
pt_br: ' - É que tem uns caras lá na frente do meu prédio que botam um pagode alto pra tocar no final de semana...|- Tem é? Me dá 500 reais que te arrumo uma granada de fragmentação pra jogar lá e acabar com a festa deles!'|(Corrente, Maníaco Skinhead, aconselhando Gordo, Estudante de Engenharia Mecânica frustrado)

source: Skinhead Maniacs are a rare race on the campus. Without any common sense, these creatures don't lose time in reaching their goals in the most direct way possible. Alone in the world, they aren't able to make friends with any other race and they always want to put a definite end to those they dislike.
es: Los Cabeza Rapada Maniaticos son una rara raza en el campus. Sin ningún sentido común, son criaturas que no pierden el tiempo en conseguir sus metas de manera rápida. Sólos en el mundo, son incapaces de hacer amigos que no sean de su misma raza, y siempre quieren terminar definitivamente con todo lo que no les gusta.
fr: Les Skinheads fou sont une race peu commune sur le Campus. Sans aucun sens pratique, ils vont droit au but, sans perdre de temps. Seuls au monde, ils ne peuvent pas se faire des amis de gens d'autres races et ils veulent toujours achever ceux qu'ils n'aiment pas.
it: I Skinhead Pazzoidi sono una razza rara nel campus. Senza nessun buon senso comune, queste creature non vogliono perder tempo e cercano di raggiungere i loro scopi nel modo più diretto possibile. Soli al mondo non sono capaci di fare amicizia con nessuna altra razza e vogliono mettere fine definitivamente a tutto ciò che non piace loro.
pt_br: Os Maníacos Skinheads são uma raça rara de organismos que rondam o campus. Desprovidos de qualquer senso comum, estes organismos não perdem tempo em finalizar seus objetivos da maneira mais direta possível. Caminhando pelo mundo solitários, estes são incapazes de fazer amizade com qualquer raça distinta, tentando sempre acabar com as raças que lhe desagradam.

source: Since they don't have common sense, Skinhead Maniacs have to be of Alignment / Tendency Capitalist Proprietary Software or Chaotic Proprietary Software
es: Desde que ellos no tienen sentido común, los Maniaticos Cabezarapada van a tener tendencias hacia el software propietario capitalista o al software propietario capitalista
fr: Puisqu'ils n'ont aucun sens pratique, les Skinheads fou doivent appartenir à l'Alignement /la Tendance logiciel propriétaire capitaliste ou logiciel propriétaire chaotique.
it: Data la mancanza del buon senso comune, i Skinhead Pazzoidi devono avere l'Allineamento/Tendenza di Software Proprietario Capitalista o Software Proprietario Caotico.
pt_br: Por serem desprovidos de bom senso, os Maníacos Skinheads têm de ser de alinhamento / tendência Adepto de Software Proprietário, Capitalista ou Adepto de Software Proprietário, Caótico.

source: Since they have friends in the army, Skinhead Maniacs can get all kinds of heavy guns and walk around freely with them. Their class skill is obviously Intimidate.
es: Desde que ellos tienen amigos en la mili, los Maniaticos Cabezarapadas pueden coger todo tipo de armas pesadas y andar con libertad con ellas. Su habilidad con ellas es obvia, Intimidar.
it: Avendo amicizie nell'esercito, gli Skinhead Pazzoidi possono ottenere tutti i tipi di armi pesanti e girare liberamente con loro. La loro abilità di classe è, ovviamente, Intimidazione.
pt_br: Por possuírem contatos com membros do exército, os Maníacos Skinheads conseguem facilmente adquirir armamentos pesados e circular livremente com os mesmos. Assim sendo, sua perícia preferencial é, obviamente, intimidar.

source: Common Attack
es: Ataque común.
it: Attacco Comune
pt_br: Ataque Comum

source: Character's common attack.
es: Ataque común del personaje.
it: Attacco comune del personaggio.
pt_br: Ataque base do jogador. Varia com a arma utilizada.

source: Out of ammo!
es: ¡ No queda munición !
it: Munizioni esaurite!
pt_br: Sem munição!

source: No more ammo. Reload your weapon!
es: No te queda munición. Recarga el arma.
it: Finite le munizioni. Ricarica la tua arma!
pt_br: A munição acabou. Recarrege sua arma!

source: Aberration
es: Aberración
it: Aberrazione
pt_br: Aberração

source: The Administration Student's Taylorism is at its maximum capacity after those years of graduation. The student became a natural aberration, a biped ox. It'll receive +2 points on Constitution and on Strenght, -2 on Charisma, -4 on Intelligence and -4 on I Am Not A Fool.
es: Los Estudiantes de Administración Tayloristas, llegan a su máximo explendor dos años después de graduarse. Los estudiantes se convierten en una aberración natural, en un buey bipedo. Por ello reciben +2 puntos en Constitución y en Fuerza, -2 en Carisma, -4 en Inteligencia, y -4 en No soy Idiota.
it: Il Taylorsmo degli Studenti di Amministrazione è alla sua massima efficacia dopo anni di corso. Lo studente diventa una aberrazione naturale, un bue bipede. Riceve +2 a Costituzione e Forza, -2 in Carisma, -4 ad Intelligenza e a Non Sono uno Scemo.
pt_br: A capacidade bovina do Estudante é máxima depois destes anos de taylorismo exarcebado, tornando-se uma aberração natural, um ser bovino andante. Recebe +2 pontos de Constituição, +2 pontos de Força, -2 em Carisma, -4 em Inteligência e -4 Não Sou Bobo.

source: Esthetic Shock I
es: Shock estético I
it: Shock Estetico I
pt_br: Choque Estético I

source: At his first level, the Administration Student can charge Esthetic Shocks, one time per day, causing 1d4 points of damage, since the target creature fails at an I Am Not A Fool test against the -Charisma roll . For each 2 levels, the character can use this feat for one more time per day.
pt_br: Logo de cara um Estudante de Administração é capaz de transferir choques estéticos, 1 vez ao dia, causando 1d4 de dano, desde que a criatura alvo falhe num teste de Não Sou Bobo contra o ataque. A cada dois níveis, o personagem poderá utilizar mais ( (-1) * modificador de Carisma) vezes o poder.

source: Esthetic Shock II
es: Shock estético II
it: Shock Estetico II
pt_br: Choque Estético II

source: Due to the cerebral damages made by its graduation, the Administration Student upgrade its capacity to esthetic shock people, causing 1d6 damage, without resistances. The use of this feat consumes one Esthetic Shock I
es: Debido a los daños cerebrales producidos por su graduación, el Estudiante de Administración, mejora su capacidad de producis Shocks Estéticos a la gente, causando 1d6 puntos en daño sin resistencias. El uso de ésta habilidad consume un Shock Estético de nivel I.
it: A causa dei danni cerebrali causategli dal corso di laurea, lo Studente di Amministrazione potenzia le sue capacità di scioccare le persone causando un 1d6 di danno senza resistenze. L'uso di questo talento consuma uno Shock estetico I.
pt_br: Um Estudante de administração, devido aos danos cerebrais decorrentes do curso, aprimora sua capacidade de chocar esteticamente às pessoas, causando 1d6 + (Roupas Bizarras / 2) de dano, sem resistências. A utilização desta habilidade consome um Choque Estético I.

source: Esthetic Shock III
es: Shock estético III
it: Shock Estetico III
pt_br: Choque Estético III

source: After lot of time, the cerebral damage is at unimaginable levels. Now the Administration Student Esthetic Shock inflicts 2d6 of damage. The use of this feat consumes 2 Esthetic Shocks I
es: Después de mucho tiempo, los daños cerebrales llegan a niveles inimaginables. Ahora el Shock estético de los estudiantes de Administración, inflige 2d6 puntos de daño. El uso de ésta hazaña consume 2 Shocks estéticos I
it: Dopo molto tempo, il danno cerebrale è a livelli inimmaginabili. Ora lo Shock Estetico dello Studente di Amministrazione infligge 2d6. Per usare questo talento consuma 2 Shock Estetici I.
pt_br: Já se vai um bom tempo e os danos cerebrais chegam a níveis inimagináveis a um ser humano comum. Agora o Estudante passa a causar 1d6 + Roupas Bizarras de dano, sem resistências. A utilização desta habilidade consome dois Choques Estéticos I.

source: Supreme Esthetic Shock
es: Shock estético supremo
it: Shock Estetico Supremo
pt_br: Choque Estético Supremo

source: It's the apex of shocking people that a common Administration Student can achieve. The student capacity to discern what is an watermelon than what is a cloth is void. For now on, the Esthetic Shock can inflict 3d12 points of damage. The use of this feat consumes 3 Esthetic Shocks I.
es: Es el mayor Shock que la gente puede recibir de un Estudiante de Administración común. La capacidad para distinguir entre una sandia y un trozo de tela es nula. A partir de ahora, el Shock Estético puede causar 3d12 puntos en daño. El uso de ésta habilidad consume 3 Shocks Estéticos de nivel I.
it: E' l'apice dello scioccare le persone al quale un comune Studente di Amministrazione può aspirare. La capacità dello studente di distinguere un cocomero dai suoi vestiti è azzerata. Ora lo Shock Estetico può infliggere 3d12 danni. L'uso di questo talento consuma 3 Shock Estetici I.
pt_br: É o ápice em chocar pessoas que um reles Estudante de Administração pode conseguir. Sua capacidade de discernir o que é uma melancia do que é uma roupa é nula. Causa 3d12 + (Roupas Bizarras) de dano, sem resistências. A utilização desta habilidade consome três Choques Estéticos I.

source: Ameiva's Worms
es: Gusanos de Ameiva
it: Vermi della Lucertola.
pt_br: Vermes de Ameiva

source: The Biology Student can thrown its bottle of worms collected from ameiva's bowels, one time per day added by one more time for each level after the 4th, inflicting 1d6+Biology Student Level points of damage.
es: Los Estudiantes de Biología pueden arrojar una botella llena de los gusanos recogidos en los intestinos de las lagartijas, una vez al día y una vez más por cada nivel superior al 4º. Inflige 1d6 + el Nivel del Estudiante de Biología, en puntos de daño.
it: Lo Studente di Biologia può lanciare la sua bottiglia di vermi raccolti dagli intestini delle lucertole, una volta al giorno più una volta per ogni livello oltre il 4to, infliggendo 1d6+il livello dello Studente di Biologia punti di danno.
pt_br: O Estudante de Biologia é capaz de jogar o seu vidrinho de vermes coletados dos órgãos internos de uma ameiva, uma vez ao dia acrescidas de uma vez a cada nível par acima do quarto nível, causando 1d6 + Nível de Classe de dano.

source: At this time, the Biology Student can two times per day do a great combo with his Ameiva and a Formica, this way: The formica goes up to the ameiva's tail, and when the ameiva strikes the enemy with its tail, throws the little insect directly to enemy's eyes (a Fortitude test is needed to avoid confusion, with a difficulty of 1d6+ Biology Student Level), followed by an incredible Biology Student's strike. This feat will cause 1d6 + Biology Student Level points of damage.
es: En este momento, el Estudiante de Biología puede hacer 2 veces al día un gran combo con una lagartija y un fornicido de la siguiente manera: El fornicido se sube a la cola de la lagartija, y cuando la lagartija golpea al enemigo con su cola, lanza al pequeño insecto directamente a los ojos del enemigo (es necesario pasar una prueba de fortaleza para evitar la confusión, con una dificultad de 1d6 + el Nivel del Estudiante de Biología),seguido de un increíble golpedel Estudiante de Biología. Ésta hazaña causa 1d6 + el Nvel del Estudiante de Biología en puntos de daño.
it: A questo punto, lo Studente di Biologia può effettuare due volte al giorno una potente combinazione con la sua Ameiva e una Formica, in questo modo: La formica va sulla coda dell'ameiva, e quando l'ameiva colpisce il nemico con la sua coda, lancia il piccolo insetto direttaente negli occhi del nemico (una prova di Tempra è necessaria per evitare la confusione, con una difficoltà di 1d6 + il Livello dello Studente di Biologia), seguita da un incrdibile colpo dello Studente di Biologia. Questa abilità causerà 1d6 + Livello dello Studente di Biologia danni.
pt_br: Neste ponto, o Estudante de Biologia é capaz de, duas vezes ao dia, realizar um super combo combinado com sua ameiva e alguma Formica (formiga), da seguinte maneira: A formiga sobe na cauda da amiva que, ao dar uma rabada no inimigo, lança o pequeno inseto diretamente aos olhos do inimigo (que deverá realizar um teste de Fortaleza contra 1d6+ Nível de classe do Jogador para não ficar confuso) seguindo-se de um incrível golpe dado pelo Estudante. Esta habilidade causará 1d6 + Nível do Jogador de dano.

source: Mass Arthropds Attack
es: Ataque masivo de artrópodos
it: Attacco di Massa di Artropodi
pt_br: Ataque em Massa de Artrópodes

source: The more the graduation passes, the more the Biology Students live together with animals, so they can invoque, 2 times per day, a small arthropds horde to attack their enemies in a 10 meters radius, inflicting 2d8 + 1d6 per Biology Student Level greater than 10.
es: Cuantos más niveles pasan, más Estudiantes de Biología se van a vivir con los animales, así que pueden invocar, 2 veces al día, una pequeña horda de artrópodos para atacar a los enemigos situados en un radio de 10 metros, infligiendo 2d8 + 1d6 por cada Nivel del Estudiante de Biología superior a 10.
it: Più il corso avanza più lo Studente di Biologia vive con gli animali, così possono invocare un'orda di piccoli artropodi per attaccare i loro nemici entro i 10 metri di raggio, infliggendo un numero di danni pari a 2d8 + 1d6 per ogni livello dello Studente di Biologia maggiore di 10.
pt_br: Com o passar do curso, a convivência com os animais aumenta consideravelmente, sendo agora possível convocar, 2 vezes ao dia, uma pequena horda de artrópodes para atacar aos inimigos no raio de 10 metros, causando 2d8 + 1d6 por nível maior do que 10 de dano.

source: World Conception
es: Concepción del Mundo
it: Concezione del mondo
pt_br: Concepção de Mundo

source: For knowing its profession is called 'the future', Computer Science Students received +2 in I Am Not A Fool.
es: Por saber que su profesión es llamada 'el futuro', los Estudiantes de Ciencias de la Computación reciben +2 en No soy Idiota.
it: Sapendo che la propria professione viene chiamata 'il futuro', lo Studente di Informatica riceve +2 in Non Sono Un Pazzo.
pt_br: Sabendo que sua proffisão é conhecida como 'do futuro', o estudante de Ciência da Computação recebe +2 nos testes de Não Sou Bobo.

source: Laments of One Thousand Souls
es: Lamentos de las Mil Almas
it: Lamenti di Mille Anime
pt_br: Lamentos das Mil Almas
