Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: Although, from a distance, he or she looks like a common and normal person, this tormented organism suffers serious psychological dysfunctions and behavioral quirks. These creatures have the power to externalize all the elements that exist within their own world, sometimes confounding other races. Feared by many and misunderstood by everyone, this organism will lead his life like any other race, without putting himself or others at risk. There is a little bit of the Strange Autistic inside everyone, whether this autism be a world of wars and shots, fights and samurais, Latin American culture or styles of swords and drums.
es: Aunque, desde lejos, parezca una persona normal y corriente, este atormentado organismo sufre severas disfunciones psicológicas y tiene un comportamiento singular. Estas creaturas tienen el poder de externalizar todos los elementos que existen en su propio mundo, en ocasiones confundiendo a otras razas. Temido por muchos e incomprendido por todos, este organismo dirigirá su vida como cualquier otro, sin ponerse a sí mismo o a otros en riesgo. Hay un poco de Autista Extraño dentro de todos, ya sea un mundo de guerras y disparos, luchas y samurais, cultura latinoamericana o tipos de espadas y tambores.
fr: Bien que, de loin, cette personne a l'air tout à fait normale, cet organisme persécuté souffre de dysfonctions psychologiques et son comportement peut être excentrique. Ces créatures ont le pouvoir d'extérioriser tous les éléments qui existent à l'intérieur de leur monde à eux, étonnant ainsi, parfois, d'autres races. Craint par beaucoup, incompris de tous, cet organisme mènera sa vie comme toute autre race, sans mettre les autres - ou lui-même - en danger. Il existe un peu de l'Autiste étrange dans chacun, que la manifestation de cet autisme soit un monde de guerres et de coups de feu, de combats et de samouraïs, de la culture latino-américaine ou de style d'épées ou de tambours.
it: Anche se sembrano, a distanza, persone comuni e normali, questi organismi tormentati soffrono di importanti disfunzioni psicologiche e stranezze comportamentali. Queste creature hanno il potere di esternalizzare tutti gli elementi che esistono nel loro personalissimo mondo, confondendo a volte le altre razze. Spaventati da molti e incompresi da chiunque, questi organismi conducono una vita come qualunque altra razza, senza mettere mai se stessi o gli altri a rischio. C'e' un pò di Strano Autistico in tutti, che sia un mondo di guerre e sparatorie, combattimenti e samurai, cultura latina o stili di spada e tamburi.
pt_br: Apesar de, ao longe, parecer uma pessoa normal e comum, este atormentado organismo sofre de sérias disfunções psicológicas e desvios comportamentais. Estas criaturas têm o poder de trazer para fora de seu mundinho próprio todos os elementos lá existentes, diversas vezes confundindo as demais raças. Temido por muitos e incompreendido por todos, este organismo consegue levar sua vida como qualquer outra raça, sem colocar os outros ou ele mesmo em risco. Todos tem um pouco de autista estranho dentro de sí, seja este autismo um mundo de guerras e tiros, lutas e samurais, cultura latino americana ou estilos de espadas e baterias.

source: Being far too strange in someone else's eyes, the Strange Autistic receives -4 on all Social Tests when dealing with a target of opposite tendencies.
es: Al ser tan extraño a ojos de los demás, el Autista Extraño recibe -4 en todos los Test Sociales al tratar con un blanco de tendencias opuestas.
fr: Puisqu'il est beaucoup trop bizarre aux yeux des autres, l'Autiste étrange reçois -4 sur tout test de sociabilité quand le cible a des tendances contraires.
it: Essendo troppo strano agli occhi di chiunque, lo Strano Autistico riceve -4 su tutti i test Sociali quando il bersaglio è di tendenza opposta.
pt_br: Sendo estranho demais para os olhos alheios, o Autista Estranho recebe -4 em todos os Testes Sociais quando lidam com alvos de tendências opostas à sua.

source: Understanding the fact that everybody is a little bit autistic like him or her, the Strange Autistic receives a bonus of + 2 on all Social Tests when dealing with a target of compatible tendencies.
es: Entender el hecho de que todos somos también un poco autistas, otorga al Autista Extraño +2 en todos los Test Sociales cuando trata con un blanco de tendencias similares.
fr: Puisqu'il comprend que chacun est un peu autiste, tout à fait comme lui, ou comme elle, l'Autiste étrange reçoit un bonus de +2 sur tout test de sociabilité quand le cible a des tendances compatibles aux siennes.
it: Comprendendo la piccola parte autistica di ognuno, lo Strano Autistico riceve un bonus di +2 in tutti i test Sociali che coinvolgono un bersaglio di tendenze compatibili.
pt_br: Compreendendo o fato de que todos são um pouco Autistas Estranhos, o Autista Estranho recebe um bônus de +2 em todos os Testes Sociais quando lidam com alvos de tendências compativeis à sua.

source: Boy / Patty
es: Boy / Paty
it: Bullo/Pupa
pt_br: Boy / Paty

source: 'Ah friend, I can't, 'cause I'll do some biceps exercises today'|(Tico Bombadinho)
es: 'Ah amigo, no puedo, porque hoy tengo que hacer algunos ejercicios de musculación'|(Tico Bombadinho)
fr: "Désolé, mon pote, je peux pas, car je compte faire travailler mes biceps aujourd'hui."|(Tico Bambadinho)
it: 'Ah amico, non posso, perchè devo fare esercizi coi bicipidi oggi'|(Tico Bombadinho)
pt_br: 'Ah velho, não dá porque vou malhar hoje'|(Tico Bombadinho)

source: Boys, and their female versions, Pattys, are creatures endowed with a strange fondness for body academies. Always wanting to be thin, to go to jet-set parties and rubbing with their opposite sex equivalents, they usually ignore their friends of other races. But, the more upper-class they consider themselves, and although they have a great capacity for affection, this race is always the target of mockeries and jokes by other races.
es: Los Boys, y sus versiones femeninas, las Patys, son criaturas dotadas de una extraña afición por el culto al cuerpo. Aunque siempre quieren estar delgados, para poder ir a fiestas de la alta sociedad y frotarse con sus equivalentes de sexo opuesto, normalmente ignoran a sus amigos de otras razas. Pero cuanto más distinguidos se consideran, a pesar de su gran capacidad afectiva, esta raza tiende a ser el objetivo de burlas y chistes por las otras razas.
it: I Bulli, e la loro versione femminile Pupe, sono creature dotate di uno strano affetto per le palestre. Vogliono essere sempre snelli, andare nelle feste vip e strusciarsi con i loro equivalenti del sesso opposto, di solito ignorano i loro amici delle altre razze, ma più si se la tirano, nonostante siano molto affettuosi, più sono bersagliati da scherzi e scherni delle altre razze.
pt_br: Boys e suas versões femininas, as Patys, são organismos dotados de uma estranha afeição à academia. Sempre querendo ficar esbeltos para irem a festas chiques e se esfregarem com os seus equivalentes do sexo oposto, estes constantemente ignoram os seus amigos das demais raças. Mas, por mais superiores que possam se considerar, e apesar de terem uma enorme afeição uns com os outros, esta raça é sempre alvo de deboches e galhofas das demais.

source: Pattys have +1 of Diplomacy since they always exhibit the characteristics of their bodies. As terribly horrendous as she was, she is able to alter herself 'magically' in just a few hours.
es: Las Patys tienen +1 en Diplomancia por exhibir habitualmente los atributos de su cuerpo. Es capaz de modificarse a sí misma 'mágicamente' en solo unas pocas horas, por muy horrible que luciera anteriormente.
it: Le Pupe hanno +1 in Diplomazia dato che esibiscono sempre le caratteristiche dei loro corpi. Per quanto orrende possano essere, sono abilissime di modificare la propria immagine 'magicamente' in poche ore.
pt_br: As patys recebem +1 em Diplomacia por sempre exibirem, direta ou indiretamente, suas características físicas. Por mais horrenda que ela seja, é capaz de alterar-se quase que magicamente.

source: Boys and Pattys receive +1 of Constitution due to the time they constantly spend at body academies. If they no longer go there, they'll lose this bonus and automatically become the butt of jokes among others of their own race.
es: Los Boys y las Patys reciben +1 en Constitución debido al tiempo que invierten continuamente en el gimnasio. Si dejan de ir allí, perderán este bonus y automáticamente se convertirán en el hazmerreír entre los miembros de su propia raza.
it: Bulli e Pupe ricevono +1 alla Costituzione per il tempo che passano nelle palestre. Se smettono di andarci perdono il loro bonus ed automaticamente diventano bersaglio degli scherzi degli altri della propria razza
pt_br: Boys e Patys recebem +1 de Constituição devido a sua constante ida às academias. Caso deixem de frequentá-las, perdem este bônus e tornam-se automaticamente alvo de chacotas dentro de sua própria raça.

source: Gothic
es: Gótico
fr: Gothique
it: Gotico
pt_br: Gótico

source: 'I have a problem...'|(Creepy Susie)
es: 'Tengo un problema...'|(Creepy Susie)
fr: "J'ai un problème..."|(Creepy Susie)
it: 'Ho un problema...'|(Creepy Susie)
pt_br: 'I have a problem...'|(Creepy Susie ao queimar o clubinho)

source: With their noses turned up to the moon and their depressing way of life (that for them is full of melancholy), the Gothic live in groups from the cemeteries up to Savassi plaza. Always dressed entirely in black and with strange makeup, they wander in the night reciting Alvares de Azevedo (a Brazilian clone of Lord Byron) and extol their lives to other innocent races.|They love the Internet, but there they forget, from time to time, that they hate life, leaving visible flashes of joy in their eyes. Others therefore tend to believe that their behavior is only pretense.
es: Con sus narices apuntando hacia la luna y su estilo de vida depresivo (para ellos eso esta lleno de melancolía), los Góticos viven en grupos desde los cementerios hasta la plaza Savassi. Siempre enteramente vestidos de negro con extraño maquillaje, recorren la noche recitando a Alvares de Azevedo ( una copia brasileña de Lord Byron) y prefieren su vida a la de otras razas inocentes. Ellos aman Internet, pero allí se olvidan con el tiempo, que ellos odian la vida, dejando destellos visibles de alegría en sus ojos. Otros por lo tanto, tienden a creer que su comportamiento es solo "<............>"
fr: Leur nez tourné vers la lune et leur mode de vie déprimante (pour eux, la vie est pleine de mélancolie), les Gothiques vivent en groupe des cimetières jusqu'à la place Stavassi. De noir entièrement vêtus, maquillés bizarrement, ils se promènent dans la nuit en récitant Alvares de Azevedo (un clone brésilien de Byron) et chantent les louanges de leur mode de vie aux autres races innocentes.|Ils aiment l'Internet, mais quand ils surfent ils oublient occasionnellement qu'ils haïssent la vie, ce qui laisse des éclairs de joie dans leurs yeux. D'autres ont tendance donc à croire que leur comportement est totalement factice.
it: Con il loro naso sempre all'insù a guardare la luna e il loro modo depresso di vivere la vita (che per loro è pieno di melanconia), i Gotici vivono in gruppi dai cimiteri fino a piazza Savassi. Sempre vestiti interamente in nero e con strano modo di truccarsi, loro vagano nella notte recitando Alvares de Azevedo (un clone Brasiliano di Lord Byron) e tessendo le lodi della loro vita alle altre razze innocenti.|Loro amano Internet, ma qui dimenticano, di quando in quando, che loro odiano la vita lasciandosi scappare lampi di gioia dai loro occhi. Gli altri tendono a credere che il loro comportamento sia solo una recita.
pt_br: Com o nariz virado para a lua e seu modo depressivo de levar a vida, que para eles é um fardo, os Góticos vivem em bandos que se reúnem desde cemitérios até a praça da Savassi. Sempre vestidos totalmente de preto e com maquiagens estranhas, vagam pela noite recitando Álvares de Azevedo e reclamando da vida para as outras inocentes raças. Adoram a internet, mas nesta se esquecem, de vez em quando, que odeiam a vida, deixando transparecer lampejos de alegria e que tudo o que fazem é fingir pra encher o saco dos outros.

source: Since Boys / Patys are highly emotional, Gothics receive +2 in intimidation against them.
es: Como Boys / Partys son altamente emocionales, Los Góticos reciven +2 en intimidación contra ellos.
fr: Puisque les Garçons/Patys sont extrêmement émotifs, les Gothiques reçoivent +2 en Intimidation envers eux.
it: Dato che Bulli e Pupe sono molto emotivi, i Gotici ricevono +2 in Intimidazione contro di loro.
pt_br: Por Boys / Patys serem altamente impressionáveis, recebem +2 de intimidação contra eles.

source: 'They say that they want to save nature, but the only thing they do is smoke maryjane and it smells bad!'|(Eric Cartman)
es: 'Ellos dicen que quieren salvar la naturaleza, pero lo unico que hacen es fumar marihuana y eso huele mal!'(Eric Cartman)
fr: "Ils disent qu'ils veulent sauver la nature, mais tout ce qu'ils font c'est de fumer du hasch et ça pue!"|(Eric Cartman)
it: 'Loro dicono che vogliono salvare la natura, ma l'unica cosa che fanno è fumare marujana e puzzare!'(Eric Cartman)
pt_br: 'Eles falam que querem salvar a natureza, mas tudo o que fazem é fumar maconha e cheirar mal!'|(Eric Cartman)

source: Lovers of plants, animals, fungi, worms, air, wind, water, breezes, fire, heat, in other words, everything that emanates in some way from nature and can transmit to them energy or karma (no, we aren't talking about Druid Elves), the hippies can spend hours listening to the voice of the wind or watching little earthworms enter their bodies, when they have taken high doses of LSD.
es: Amantes de las plantas, animales, hongos, gusanos, aire, viento, agua, brisas, fuego, calor, en otras palabras, todo lo que emane de alguna forma naturaleza y pueden transmitir a ellos energía o karma ( no, no estamos hablando de los Elfos Druidas ), los hippies pueden pasar horas escuchando a la voz del viento o mirando pequeños gusanos de tierra entrando en sus cuerpos, cuando han tomado altas dosis de LSD.
fr: Amateurs de plantes, animaux, champignons, vers, l'air, le vent l'eau, des bises, le feu, la chaleur, en d'autres termes tout ce qui émane de quelque façon que ce soit de la nature et peut ainsi leur transmettre de l'énergie ou du karma (et, non, nous ne parlons pas des Elfes druidiques), les hippies peuvent rester des heures à écouter la voix du vent ou, quand ils ont pris de trop fortes doses de LSD, à regarder des mignons petits vers de terre entrer dans leur corps.
it: Amante di piante, animali, muffe, vermi, aria, vento, acqua, brezze, fuoco, calore, in altre parole, tutto ciò che emana in qualche modo la natura e può trasmettere loro energia o karma (no, non stiamo parlando di druidi elfici), gli Hippie possono passare ore ad ascoltare la voce del vento o guardare piccoli lombrichi entrare nei loro corpi dopo aver assunto dosi massicce di LSD.
pt_br: Amantes das plantas, animais, fungos, vermes, ar, vento, água, brisa, fogo, calor, enfim, tudo o que emana da natureza e lhes possa transmitir alguma energia ou karma (não, não estamos falando de seres élficos druidas), os hippies são capazes de ficar horas observando o cantar do vento ou os pequenos vermes da terra adentrando-se em seu corpo através dos pés em contato com o solo, desde que estejam devidamente equipados para tal com doses elevadas de LSD.

source: Since they love nature so much, the el.., err, I said, hippies, receive +5 of Diplomacy.
es: Ya que ellos aman tanto la naturaleza, los elf... digo, los hippies, reciben +5 de Diplomacia.
it: Dato che loro amano così tanto la natura gli elf..em, dicevo, gli Hippie ricevono +5 in Diplomazia.
pt_br: Por possuírem um grande amor pela natureza, os seres élf.., digo, hippies, recebem +5 em Diplomacia.

source: Usually Hippie creatures aren't well accepted by society, fearful of their subversive actions under the influence of LSD, so, they receive -6 of Bluff.
es: Normalmente las criaturas Hippies no son bien aceptadas por la sociedad, por miedo a sus acciones subversivas bajo la influencia del LSD, por tanto, ellos reciben -6 en Blefar.
it: Di solito le creature Hippie non sono ben accette dalla società, per paura delle loro azioni sovversive sotto l'influenza dell'LSD, perciò ricevono -6 Bluff.
pt_br: Usualmente, os Hippies são criaturas mal vistas pela sociedade, temerosa de suas atitudes subversivas à doses de LSD, logo recebem -6 em Blefe.

source: Common Human
es: Humano Común
fr: Humain Commun
it: Umano Comune
pt_br: Humano Comum

source: 'Satana sum et nihil humanum a me alienum puto'|(Demon talking to Ivan Karamazov)
fr: 'Satana sum et nihil humanum a me alienum puto'|(Démon parlant à Ivan Karamazov)
it: 'Satana sum et nihil humanum a me alienum puto'|(Demone che parla a Ivan Karamazov)
pt_br: 'Satana sum et nihil humanum a me alienum puto'|(Diabo ao conversar com Ivan Karamazov)

source: Also known as Homo Sapiens Sapiens. A human is a human is a human! Find out the rest in your D&D book cause I'm too busy to write normal things here. We really hope that nobody owns the patent to the name 'human' and we have to use another term for this race because of copyright violations.|The Common Human is so normal and so common that he has neither any extraordinary qualities nor any extraordinary defects.
es: También conocido como Homo Sapiens Sapiens. Un humano es un humano es un humano! Encuentra el resto en tu libro de D&D porque estoy muy ocupado como para escribir cosas normales. Nosotros realmente esperamos que nadie se apropie de la patente del nombre 'humano' y debemos usar otro termino para esta raza por razones de violación de copyright. El Hombre común es tan normal y corriente que no posee ni cualidades extraordinarias ni defectos.
fr: Connu également sous l'appellation de Homo Sapiens Sapiens. Un humain est un humain est un humain! Libre à vous de chercher davantage de renseignements dans votre livre de D&D, car moi, j'ai trop à faire pour écrire des choses ordinaires ici. Nous espérons vraiment que personne n'a les droits au nom "humain", ce qui rendrait nécessaire l'utilisation d'un autre nom pour cette race, à cause des violations éventuelles de droits d'auteur.|L'humain commun est tellement normal et tellement commun qu'il ne possède ni de qualités ni de défauts extraordinaires.
it: Anche detto Homo Sapiens Sapiens. Un umano è un umano! Cerca altre informazioni nel tuo manuale di D&D perchè sono troppo occupato a scrivere cose normali qui. Sinceramente speriamo che nessuno abbia diritti d'autore sul nome 'umano' che altrimenti ci tocca usare un termine diverso per violazione dei diritti di copia.|L'Umano Comune è così normale e così comune che non ha qualità o difetti straordinari.
pt_br: Também conhecidos como Homo Sapiens Sapiens. Um humano é um humano, uai! Olhe o resto no seu livro de D&D que estou com preguiça de escrever. Esperamos profundamente que ninguém tenha patenteado o nome 'humano' e tenhamos que utilizar outra designação para esta raça por motivos de direitos autorais.|O Humano Comum é tão normal e tão comum que não possui nenhuma qualidade extraordinária tampouco defeito extraordinário.

source: Human Lama
es: Llama humana
fr: Lama humain
it: Lama Umano
pt_br: Llama Humana

source: 'Is he insane??'|(Oktober Fest Queen, while looking at a human lama)
es: '¿¿Está loco??'|(La reina del Oktober Fest mirando un Llama Humano )
fr: "Est-ce que c'est un malade mental??" (La Reine de l'Oktober Fest, en regardant un lama humain.)
it: 'È impazzito??'|(Regina Dell'Oktober Fest, mentre guarda un lama umano)
pt_br: 'Ele é doido varrido?'|(Rainha do Oktober Fest ao visualizar uma llama humana)

source: Human lamas are humans that earnestly believe they are descendants of the Andes lamas. Usually they walk wearing a Bolivian poncho, drink a lot of water and think exactly like a lama.
es: Los Llamas Humanos son humanos que supuestamente son descendientes de las llamas de los Andes. Normalmente ellos visten un poncho boliviano, beben mucha agua y piensan exactamente como una llama.
fr: Des lamas humains sont des humains qui croient fermement être les descendants de lamas andins. Ils se promènent en poncho bolivien, boivent beaucoup d'eau et pensent exactement comme les lamas.
it: I Lama Umani sono umani che sono convinti di essere discendenti dei lama delle Ande. Normalmente vanno in giro indossando un poncho Boliviano, bevono un sacco d'acqua e ragionano esattamente come un lama.
pt_br: Llamas humanas são seres humanos que acreditam piamente serem descendentes próximos das llamas das regiões andinas. Costumeiramente andam com um poncho boliviano, tomam muita água e possuem pensamentos de complexidade digna de uma llama.

source: For having sociopathic tendencies, the Human Lammas receive -4 on all social tests.
es: Por tener tendencias psicópatas, los LLamas Humanos reciben -4 a todas las pruebas sociales
fr: Parce qu'ils ont des tendances sociopathes, les Lamas humains reçoivent -4 sur tous les tests de sociabilité.
it: A causa delle loro tendenze sociopatiche, i Lama Umani ricevono -4 su tutti i test Sociali.
pt_br: Por ser um organismo com tendências sociopatas, a Llama Humana recebe -4 em todos os testes sociais.

source: Human lamas receive +2 of Intelligence.
es: Las Llamas Humanas reciben +2 a la Inteligencia
fr: Les lamas humains reçoivent +2 en Intelligence.
it: +2 all'Intelligenza
pt_br: Llamas recebem +2 de Inteligência.

source: Headbanger
es: Heavy
fr: Donneur de coups de boule
pt_br: Metaleiro
