Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: The computer laughts at you. You have failed.
es: El ordenador se rie de ti. Has fallado.
fr: L'ordinateur se moque de vous. Vous avez échoué.
it: Il computer ti ride in faccia. Hai fallito
pt_br: O computador rí de você. Você falhou.

source: Subterranean air system down for cleaning... Back in 5, 4, 3, 2, 1... Subterranean air system cleaned and functional.
es: El sistema de aire subterráneo, está apagado por limpieza.... Arrancando en 5, 4, 3, 2, 1... Sistema de aire subterráneo limpio y funcionando.
fr: Système d'air souterrain éteint pour nettoyage... Redémarre dans 5, 4, 3, 2, 1... Système d'air souterrain propre et opérationnel.
it: Il sistema di areazione del sotterraneo è spento per pulizia... Riattivazione in 5, 4, 3, 2, 1...il sistema di areazione del sotterraneo è pulito e funzionante
pt_br: Sistema de ar subterrâneo desligado para manutenção... Religando em 5, 4, 3, 2, 1... Sistema de ar subterrâneo limpo e funcional.

source: (You see a strange and beautiful paint)
es: Ves una extraña pero bonita pintura.
it: (Vedi uno strano e bellissimo quadro)
pt_br: (Você vê uma estranha e bela pintura)

source: Look the paint.
es: Mira la pintuira.
it: Osserva il quadro
pt_br: Observar a pintura.

source: (There's nothing here.)
es: (No hay nada ahí)
it: (Non c'è niente)
pt_br: (Não há nada aqui.)

source: (You failed to find something.)
es: Has fallado al encontrar algo.
it: (Hai fallito nel trovare qualcosa)
pt_br: (Você falhou em encontrar algo.)

source: (You see a secret passage.)
es: (Has visto un camino secreto)
it: (Vedi un passaggio segreto)
pt_br: (Você vê uma passagem secreta.)

source: Enter it.
es: Entrar.
it: Entra
pt_br: Entrar nela.

source: (You see a soda machine.)
es: Has visto una máquina de refrescos.
it: (Vedi un distributore di soda)
pt_br: (Você vê uma máquina de refrigerantes.)

source: Kick the machine.
es: Dar una patada a la máquina.
it: Calcia il distributore
pt_br: Chutar a máquina.

source: Study the machine.
es: Inspeccionar la máquina.
it: Studia il distributore
pt_br: Estudar a máquina.

source: Take money from the machine.
es: Coger el dinero de la máquina.
it: Prendi i soldi dal distributore
pt_br: Pegar dinheiro da máquina.

source: Buy a soda
es: Comprar un refresco.
it: Compra una soda
pt_br: Comprar um refrigerante.

source: (You listened a strange noise. Is the machine alright?)
es: (Has escuchado un ruido extraño. ¿Funcionará bien la máquina?)
it: (Senti uno strano rumore. Il distributore è a posto?)
pt_br: (Você escutou um barulho estranho. Está a máquina íntegra?)

source: (A soda appears to you.)
es: (Sale un refresco.)
it: (Ti appare una soda)
pt_br: (Um refrigerante aparece.)

source: (This machine seems to be broken.)
es: (Ésta máquina parece estar rota.)
it: (Questo distributore sembra rotto)
pt_br: (Esta máquina parece estar quebrada.)

source: (You've got some coins.)
es: (Has conseguido algunas monedas)
it: (Rimedi qualche moneta)
pt_br: (Você conseguiu algumas moedas.)

source: (You don't have enough money)
es: (No tienes mucho dinero)
it: (Non hai abbastanza denaro)
pt_br: (Você não possui dinheiro suficiente.)

source: Ah, so finally you awake!
fr: Ah, donc vous vous réveillez enfin!
pt_br: Ah, então você finalmente acordou!

source: Who are you?
es: ¿Quién es usted?
fr: Qui êtes vous ?
it: Chi sei?
pt_br: Quem é você?

source: I am Logan, maintainer of this squatter.
pt_br: Eu sou Logan, controlador desta ocupação.

source: Squatter? Is this, the cleanest house I've ever seen, an squatter?
pt_br: Ocupação? Esta, a casa mais limpa que já ví, é uma ocupação?

source: What am I doing here?
es: ¿Qué estoy haciendo aquí?
fr: Comment suis-je arrivé ici ?
it: Cosa ci faccio qui?
pt_br: O que estou fazendo aqui?

source: We found you bleeding unconscious near the waterfall. For the sake of our ideals, Mattar, <the Forgotten>, healed all your wounds. (You're lucky: the scalpel was expelled with your faeces yesterday!)
fr: Nous vous avons trouvé près de la chute d'eau, ensanglanté et sans connaissance. Par respect envers nos idéaux, Mattar, <l'Oublié>, a guéri toutes vos blessures. (Vous avez eu de la chance : vous avez expulsé le scalpel en allant à la selle hier!)
pt_br: Nós o encontramos inconsciente e ferido perto da cachoeira. Para o bem de nossos ideais, Mattar, <o Esquecido>, tratou seus ferimentos. (Você teve sorte: o bisturi que ele utilizou saiu ontem junto a suas fezes).

source: For the sake of your ideals? What ideals?!
es: ¿Por el bien de tus ideales?, ¡¿Qué ideales?!
fr: Par respect envers vos idéaux ? Quels idéaux ?!
it: In onore dei vostri ideali? Che ideali?!
pt_br: Pelo o bem de seus ideais? Que ideais?!

source: What do you want of me?
fr: Que voulez-vous de moi ?
pt_br: O que você deseja de mim?

source: Yes, squatter. A clean and sweet squatter that also serves as a healing clinic for people with big tongues and no gratitude!
pt_br: Sim, ocupação. Uma limpa de bonita ocupação que também serve de clínica de reabilitação para tagarelas sem gratidão!

source: Shut up and die!
es: ¡Cállate y muere!
fr: La ferme et meurs !
it: Taci e muori!
pt_br: Cala a boca e morra!

source: Our ideal? It's not the time to tell you about that.
fr: Notre idéal ? Ce n'est pas le moment de vous en parler...
pt_br: Nosso ideal? Não é hora de te contar sobre eles.

source: Ah, some time ago I've lost our Chrono Trigger Snes cartridge, just find it for us.
fr: Ah, il y a quelque temps, j'ai perdu notre cassette Chrono Trigger. Il suffit de la retrouver pour nous.
pt_br: Ah, algum tempo atrás eu perdi o nosso cartucho do Chrono Trigger. Ache-o para nós.

source: Where it can be?
fr: Ou cela peut-il être ?
pt_br: Tem alguma idéia de onde ele pode estar?

source: Ok, I'll search for it
fr: Bien, je vais le rechercher...
pt_br: Está bem, vou procurar.

source: But everyone knows that Chrono is lost in time! It's impossible to take him from Lavos!
fr: Mais tout un chacun sait que Chrono s'est perdu dans le Temps ! Il est impossible de le retirer de Lavos !
pt_br: Mas todos nós sabemos que Chrono está perdido no tempo! É impossível resgatá-lo do Lavos!

source: Never! Chrono took 3 years from me! I'll kill you!
es: ¡Jamás! ¡Chrono lleva 3 años conmigo! ¡Te mataré!
fr: Jamais ! Chrono m'a pris trois années ! Je vais vous tuer !
it: Mai! Chrono mi ha preso 3 anni di vita! Ti ucciderò!
pt_br: Nunca! Chrono roubou 3 anos de minha vida! Morra!

source: You still haven't found our Chrono Trigger Snes cartridge!
fr: Vous n'avez toujours pas retrouvé notre cassette Chrono Trigger!
pt_br: Você ainda não encontrou nosso cartucho do Chrono Trigger!

source: I'm still looking...
es: Todavía estoy buscando...
fr: Je cherche encore...
it: Sto ancora cercando...
pt_br: Eu ainda estou procurando...

source: Oh, Chrono Trigger! This name resounds good memories in my head.
fr: Oh, Chrono Trigger ! Ce nom retentit dans ma tête et me rappelle de bons souvenirs.
pt_br: Oh, Chrono Trigger! Este nome ressoa boas memórias em minha mente.

source: Here! Chrono is here! Let me play it!
fr: Ici ! Voici Chrono ! Je veux y jouer !
pt_br: Aqui! Chrono está aqui! Deixe-me jogar!

source: Its all yours...
es: Es todo tuyo...
fr: Je vous la donne...
it: È tutto tuo...
pt_br: É todo seu...

source: Its yours, but I want some money!
es: Es tuyo, pero quiero algo de dinero
fr: C'est à vous, mais je veux de l'argent !
it: È tuo, ma voglio dei soldi!
pt_br: É seu, mas eu quero dinheiro!

source: Money, money! All you want is money!! But... it's Chrono... take these coins...
es: ¡Dinero, dinero! ¡Todo lo que quieres es dinero! Pero... es el Chrono... toma unas monedas....
fr: L'argent, l'argent ! Vous ne voulez jamais que de l'argent !! Mais... il s'agit de Chrono... prenez ces pièces...
it: Soldi, soldi! Tutto quello che vuoi sono soldi!! Ma...è Chrono... Prendi questi soldi...
pt_br: Dinheiro, dinheiro! tudo que vocês desejam é dinheiro! Mas... é Chrono... tome essas moedas...

source: Thanks.
es: Gracias
fr: Merci.
it: Grazie.
pt_br: Obrigado.

source: I want another thing from you. Some dangerous living creatures are infesting the subterranean areas of the bunker school. Please, exterminate them all.
fr: Je veux que vous fassiez quelque chose d'autre pour nous. Des créatures vivantes et dangereuses pullulent dans les zones souterraines de l'école bunker. Je vous en prie, éliminez-les toutes.
pt_br: Eu desejo outra coisa de você. Algumas criaturas perigosas infestaram a áreasubterrânea da escola-abrigo. Por favor, extermine-as.

source: Let's see what I can do.
es: Veamos qué puedo hacer
fr: On verra ce que je peux faire.
it: Vedrò cosa posso fare.
pt_br: Vamos ver o que posso fazer.

source: Hey, have you heard about the Vermin Extermination Services of S.C.O.U.R.G.E ?
es: Hey, ¿has oido hablar del Servivio de Exterminio de Alimañas S.C.O.U.R.G.E.?
fr: Hé, vous avez entendu parler des Services d'élimination d'animaux nuisibles de S.C.O.U.R.G.E. ?
it: Hey, ma hai mai sentito al servizio di disinfestazione S.C.O.U.R.G.E. ?
pt_br: Ei, você já ouviu falar dos Serviços de Extermínio de Vermes da S.C.O.U.R.G.E ?

source: Bye!
es: ¡Adiós!
fr: A plus !
it: Ciao!
pt_br: Adeus!

source: That damned Lavos! So, we must forget about Chrono...
es: ¡El maldito Lavos! será mejor que me olvide del Chrono...
fr: Ce sacré Lavos ! Alors, nous devons oublier Chrono...
it: Maledetto Lavos! Così possiamo scordarci Chrono...
pt_br: Aquele maldito Lavos! Então só nos resta esquecer sobre Chrono...

source: Yes, let's forget about him...
es: Si, olvidemonos de él.
fr: Oui, oublions-le.
it: Si, non dovete più pensarci.
pt_br: Sim, vamos esquecer sobre ele...

source: No, you are wrong. Chrono is lost somewhere in the Bunker School. Go take a look...
fr: Non, vous avez tort. Chrono est perdu quelque part dans l'Ecole Bunker. Allez voir...
pt_br: Não, você está equivocado. Chrono está perdido em algum lugar da Escola-abrigo. Vá até lá dar uma olhada.

source: Ok, I'll look for it.
fr: D'ac, je vais le chercher.
pt_br: Está bem, vou procurar.

source: Ahm, last time I saw him was in the Bunker School, when I was riping it to play online with zsnes.
fr: Hmm. La dernière fois que je l'ai vu, c'était à l'Ecole Bunker, lorsque j'étais en train de le ripper pour pouvoir jouer en ligne avec zsnes.
pt_br: Ahm, a última vez que o ví foi na Escola-abrigo, quando estava ripando o cartucho para jogar em rede com o zsnes.

source: About the extermination, have you done it?
fr: A propos de l'élimination. Vous l'avez faite ?
pt_br: Sobre o extermínio, você o fez?

source: Not yet.
es: Todavía no.
fr: Pas encore.
it: Non ancora.
pt_br: Ainda não.

source: Yes, there's no living thing there...
fr: Oui, il n'y a rien de vivant là...
pt_br: Sim, não há criatura viva por lá...

source: The Heroes of Lesser Renown? That's true, I'll call them.
fr: Les Héros de la moindre renommée ? C'est vrai. Je vais les appeler.
pt_br: Os Heróis de Renome Inferior? É verdade, vou chamá-los.

source: Great.
es: Genial.
fr: Génial.
it: Grande.
pt_br: Bom.

source: Give this to the Atleticano at the other part of this house and he'll see that I've sent you. Maybe he can help you.
pt_br: Entregue isto ao Atleticano na outra parte desta casa e ele entenderá que eu te enviei. Talvez ele possa te ajudar.

source: When you have some time, please go to the old software factory (the big building at the end of Tyrol), and try to access the old computer there. I couldn't discover the needed password!
it: Quando avrai tempo, perpiacere vai alla vecchia industria di software (il grande edificio alla fine di Tyrol), e prova ad accedere al vetusto computer che è li. Non riesco a trovare la password necessaria!
pt_br: Quando tiver algum tempo, por favor, vá até a velha fábrica de software (o grande edifício ao fim do Tyrol), e tente acessar o velho computador. Eu não pude descobrir a senha necessária!

source: I'll do it.
es: Lo haré.
it: Sarà fatto.
pt_br: Farei isto.

source: You haven't accessed the old factory computer. I really need all information you can find there.
it: Non sei stato all'industria di pc. Ho davvero bisogno delle informazioni che puoi rinvenire lì
pt_br: Você ainda não acessou o velho computador da fábrica. Eu realmente necessito de toda informação que você obtenha por lá.

source: I've forgot!
pt_br: Me esqueci!

source: I have nothing else for you in this version of DNT. Come back when there is a new release or join DNTeam to help us develop it!
es: No tengo más cosas para ti en esta versión de DNT. Regresa cuando salga una nueva versión, o registrate en DNTeam, y ayudanos a desarrollar el juego.
it: Non ho più niente da farti fare in questa versione di DNT. Ritorna quando ci sarà un'altra versione o unisciti al DNTeam per aiutarci a svilupparlo!
pt_br: Não tenho mais coisas para você para esta versão do DNT. Volte depois numa nova versão or junte-se ao DNTeam para ajudarnos a desenvolvê-la!

source: Bye.
es: Adiós.
fr: Ciao.
it: Ciao.
pt_br: Adeus.

source: Wanna some milk, kid?
fr: Tu veux du lait, p'tit ?
pt_br: Deseja um pouco de leite, pequeno?

source: Don't you know me? I am a descendant of a famous pre-war character.
es: ¿No me conoces? Soy descendiente de un famoso personaje de antes de la guerra.
fr: Vous ne me reconnaissez pas ? Je suis le descendant d'un personnage d'avant guerre bien connu.
it: Non mi conosci? Sono un discendente di un famoso personaggio ante-guerra
pt_br: Você não me reconhece? Eu sou um descendente de um famoso personagem dos tempos pré-guerra.

source: Descendant of a slaver called Santa Claws, right?
es: Descendiente de un tratante de esclavos llamado Santa Claws, ¿verdad?
fr: Le descendant d'un esclavagiste nommé Fouettard (comme le père du même nom), n'est-ce pas ?
it: Discendente di uno schiavista chiamato Santa Claws, giusto?
pt_br: Descendente de um escravista chamado Papai Cruel, certo?

source: He was the owner of a worldwide factory, with thousands of slaves. His name? Santa Claws. (Same as me).
fr: C'était le propriétaire d'une usine mondiale, où il y avait des milliers d'esclaves. Son nom? Fouettard. (Le même que moi).
pt_br: Ele era o proprietário de uma fábrica multinacional, com milhares de escravos. Seu nome? Papai Cruel. (o mesmo nome que eu).

source: Mr. Santa Claws of Cica Cula? Ow...
es: ¿El Viejo Noël de Pota Cola? Oh...
fr: Monsieur Fouettard de Cica Cula ? Ouah...
it: Signor Santa Claws di Cica Cula? Ow...
pt_br: Sr. Papai Cruel da Cica Cula? Oxi..

source: Yes, the great Santa Claws! (I was named in honour of him).
fr: Oui, le grand Père Fouettard! (On m'a donné mon nom en son honneur).
pt_br: Sim, o grande Papai Cruel! (Tenho meu nome em honra a ele).

source: And you are... Ah!... You are the one Logan found near the waterfall... Can I ask you a favor?
es: Y tu eres... ¡Ah!... Tu eres el tipo que Logan encontró cerca de la cascada... ¿Puedo pedirte algo...?
fr: Et vous êtes ?... Ah !... Vous êtes celui que Logan trouva près de la chute d'eau... Pourrais-je vous demander de me rendre un service ?
it: E tu sei... Ah!... Tu sei quello che Logan ha trovato vicino le cascate... Posso chiederti un favore?
pt_br: E você é?... Ah!... Você é o que Logan encontrou perto da cachoeira... Posso te pedir um favor?

source: Yes.
es: Si.
fr: Oui.
it: Si.
pt_br: Sim.

source: What kind of favor?
es: ¿Qué clase de favor?
fr: Quel genre de service ?
it: Che tipo di favore?
pt_br: Que tipo de favor?

source: No.
fr: Non.
pt_br: Não.

source: I need you to install a Ruindows on the squatter's notebook. Will you do it?
pt_br: Eu preciso que você instale um Ruindows no notebook da ocupação. Você faria isso?

source: Never! I am a Free Software Adept and will never touch this evil O.S.
es: Jamás!. Soy partidario del Software Libre, y nunca usaré ese maldito sistema operativo.
fr: Jamais de la vie ! Je suis Adepte des logiciels libres et je refuse de manipuler ce système d'exploitation maléfique.
it: Mai! Sono un Adepto del Software Libero e non toccherò mai questo malvagio sistema operativo.
pt_br: Nunca! Eu sou um Adepto de Software Livre e nunca irei colocar minhas mãos neste S.O. do mal!

source: For sure!
es: Por supuesto.
fr: Sûr et certain !
it: Sicuro!
pt_br: Com certeza!

source: Yes. (but inside you something is telling you to take another action)
fr: Oui. (Mais dans votre for intérieur quelque chose vous dit de choisir une autre action)
pt_br: Sim. (mas dentro de você algo está falando para tomar outra ação)

source: So get out of here!
es: Así que, ¡sal de aquí!
fr: Alors, foutez le camp !
it: Se è così, fuori di qui!
pt_br: Então caia fora!

source: (Close dialog)
es: (Fin del diálogo)
fr: (Fin du dialogue)
it: (Fine dialogo)
pt_br: (Fechar Diálogo)

source: I won't talk with you, heretic.
es: No voy a hablar contigo, hereje.
fr: Je n'ai pas l'intention de parler avec vous, hérétique.
it: Non parlero con te, eretico!
pt_br: Eu não tenho nada para conversar com você, herege!

source: I'm waiting for you install the Ruindows at the squatter's notebook!
es: ¡Estoy esperando a que me instales Ruindows en el portatil de la okupa!
it: Sto aspettando che mi installi Ruindows sul notebook del lavoro!
pt_br: Estou esperando que você instale o Ruindows no notebook da ocupação!

source: Ok. (you look suspiciously at Santa Claws' notebook)
fr: D'accord. (Vous jetez un regard soupçonneux au portable de Père Cruel)
pt_br: Ok. (você olha suspeitosamente para o notebook do Papai Cruel)

source: So you've installed it! Soon the blue screen will rule the world!
fr: Vous l'avez installé donc ! Bientôt l'écran bleu régnera sur le monde !
pt_br: Então você instalou! Logo a tela azul vai controlar o mundo!

source: Amen, brother!
es: ¡Amen, tronco!
fr: Amen, mon frère !
it: Amen fratello!
pt_br: Amém, irmão!

source: Maybe.
es: Quizás
fr: Peut-être.
it: Forse.
pt_br: Talvez.

source: You've installed a linux on my notebook? But... it's the cause of it's not freezing up anymore? How can I feel at home now?
fr: Vous avez mis un Linux sur mon portable ? Mais... serait-ce à cause de cela que la machine ne se plante plus ? Comment pourrais-je me sentir chez moi maintenant ?
pt_br: Você instalou um linux no meu notebook? Mas... e é a causa dele não mais congelar?... Como vou me sentir em casa agora?

source: Maybe you can go the North Pole?
es: ¿Quizás podrias ir al Polo Norte?
fr: Vous pourriez peut-être aller au Pôle nord ?
it: Andando al polo nord?
pt_br: Talvez você possa ir para o Polo Norte?

source: Linux rocks!
es: ¡Linux manda!
fr: Linux, c'est le pied !
it: Linux è tosto!
pt_br: Linux é o que há!

source: Now, Ruindows at the Hippie's computer!
pt_br: Agora, Ruindows no computador do Hippie!

source: I'm waiting for you install the Ruindows on the hippie's computer!
pt_br: Estou esperando que você instale o Ruindows no computador do hippie!

source: Follow the frozen blue screen path, brother!
es: Sigue el camino que te marca el pantallazo azul, tron
fr: Suivez le chemin de l'écran bleu du plantage, mon frère !
it: Segui la via dello schermo blue, fratello
pt_br: Siga o caminho congelante da tela azul, irmão!

source: I will try to!
es: Lo intentaré
fr: Je vais essayer !
it: Ci proverò!
pt_br: Eu tentarei!

source: Never!
es: ¡Ni de coña!
fr: Jamais !
it: Mai!
pt_br: Nunca!

source: What are you doing here in my house?
es: ¿Qué estás haciendo en mi casa?
it: Cosa fai qui a casa mia?
pt_br: O que vocês está fazendo na minha casa?

source: Logan sent this to you.
es: Logan te envia ésto.
it: Logan ha mandato questo per te.
pt_br: Logan mandou isto para você.

source: Just wandering, sorry...
es: Sólo deambulaba, lo siento.
it: Sto solo girovagando, mi scuso...
pt_br: Só passeando, desculpe-me...

source: Not of your concern!
es: ¡No te importa!
it: Non sono affaracci tuoi!
pt_br: Não é da sua conta!

source: I'm lost.
es: Me he perdido.
it: Mi sono perso.
pt_br: Estou perdido.

source: So please, leave this house.
es: Por favor, sal de esta casa.
it: Se è così, lascia questa casa.
pt_br: Então, por favor, saia daqui.

source: Please, don't do anything bad to us!
es: Por favor, ¡no nos hagas nada malo!
it: Ti prego, non farci male!
pt_br: Por favor, não faça nada de ruim conosco!

source: And so I am.
pt_br: E também estou eu.

source: So you're the one Logan found. I need something from you.
es: Asi que tu eres el tipo que encontró Logan. Necesito que me hagas un favor.
it: Quindi tu sei quello che Logan ha trovato. Ho bisogno di una cosa da te.
pt_br: Então você é o tal que o Logan encontrou. Eu preciso que você me faça algo.

source: What's it?
pt_br: O quê?

source: The thing is: the Cruzeirense here is having some problems, but he refuses to talk about that. Give him a soda can and let him talk.
pt_br: A questão é: o Cruzeirense ali está com alguns problemas, mas ele se recusa a me dizer quais são. Dê uma lata de refrigerante a ele e faça-o falar.

source: If I have enough time!
pt_br: Se eu arrumar tempo!

source: I'm very busy now.
pt_br: Estou muito ocupado agora.

source: I'll come back latter
pt_br: Voltarei depois.

source: What now?
es: ¿Y ahora, qué?
it: E adesso?
pt_br: Que foi?

source: I have something for you.
pt_br: Eu tenho algo para você.

source: Ehr, nothing.
es: pues, nada.
it: Ehm, niente.
pt_br: Ehr, nada.

source: Oh, soda!
es: Oh, ¡un refresco!
pt_br: Ah, refrigerante!

source: I need some info from you.
es: Necesito más información tuya.
it: Ho bisogno di informazioni da te.
pt_br: Eu preciso de algumas informações.

source: I can give any information you want, but, first, I need you to do something.
pt_br: Eu posso te dar a informação que quiser, mas, primeiro, preciso que você me faça algo.

source: Some chickens are threaten me. You must go to the wasteland place they are and finish them!
pt_br: Alguns galináceos estão me ameaçando. Você deve ir ao local em que eles estão e dar cabo neles!

source: I'm on it!
pt_br: É pra já!

source: Welcome to the F.S.C.
es: Bienvenido a la I.S.L.
it: Benvenuto nel C.S.L.
pt_br: Bem-Vindo à I.S.L.

source: F.S.C.?
es: ¿I.S.L.?
it: C.S.L?
pt_br: I.S.L.?

source: Free Software Church. Do you dig it, bro?
es: Iglesia de Software Libre.¿Lo coges, tron?
it: Chiesa del Software Libero. Capito fratello?
pt_br: Igreja do Software Livre. Pegou essa, bicho?

source: Oh, great!
es: Oh, ¡genial!
it: Oh, grandioso!
pt_br: Oh, ótimo!

source: No, it's a piece of shit!
es: No, ¡es un pedazo de mierda!
it: No, è un pezzo di merda!
pt_br: Não, isso é uma porcaria!

source: Where's the shovel?
es: ¿Dónde está la pala?
it: Dovè la pala?
pt_br: Cadê o zoológico?

source: Ouch... another freak out!
es: ¡Mierda, otro friki!
it: Aia...un'altro fuori di testa.
pt_br: Oxi... outra viagem errada!

source: Bro, I need things from you... Or we'll be wasted!
pt_br: Bicho, preciso de algumas coisas... Ou estarei fudido!

source: Right.
es: De acuerdo.
it: Giusto.
pt_br: Certo.

source: No way!
es: ¡De ninguna manera!
it: Mai!
pt_br: Sem chance!

source: I heard what you've done to Logan's notebook, square!
es: ¡He oido que has arreglado el portatil de Logan!
it: Ho sentito quello che hai fatto al computer di Logan!
pt_br: Fiquei sabendo do que você fez ao notebook do Logan, facista!

source: Sorry.
es: Disculpe.
it: Mi spiace.
pt_br: Desculpa.

source: Die heretic!
es: ¡Muere, hereje!
it: Muori eretico!
pt_br: Morra herege!

source: Hahaha! Linux on Santa's notebook!
es: JAJAJA, Linux en el portatil de Santa!
it: Hahaha! Linux nel notebook di Santa!
pt_br: Hahaha! Linux no notebook to Papai Cruel!

source: Right right right!
es: Vale, vale, de acuerdo.
it: Giusto, giusto, giusto!
pt_br: Isso, isso, isso.

source: No talk to you. What a drag!
es: ¡No te hablaba a tí, pesado!
it: Non parlo con te. Che rottura!
pt_br: Não falo contigo. Que porquera!
