Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: As they are usually deeply involved in mental work, these organisms don't find the time or the will to exercise their muscles, receiving -2 of Strength.
es: Como están normalmente envueltos en profundo trabajo mental, estos organismos no encuentran el tiempo o la voluntad para ejercitar sus músculos, recibiendo -2 de Fuerza.
fr: Comme ils sont généralement très appliqués dans le travail mental, ces organismes ne trouve pas le temps ou la volonté de faire travailler leurs muscles; ils reçoivent -2 en Force.
it: Dato che solitamente sono implicati in lavori mentali, questi organismi non trovano il tempo e la voglia di esercitare i propri muscoli ricevendo -2 alla Forza.
pt_br: Por estarem constantemente envolvidos em trabalhos mentais, esses organismos não encontram tempo ou vontade de desenvolver sua força (-2 Força).

source: Journalism students have a 'know it all' need, increasing by 2 their intelligence.
es: Los Estudiantes de Periodismo tienen una necesidad de 'sabelotodo', aumentando su Inteligencia en 2.
fr: Les étudiants en journalisme ont un besoin de 'tout savoir', ce qui augmente de 2 leur intelligence.
it: I Studenti di Giornalismo hanno bisogno di 'saperne di più' ottenento +2 all'Intelligenza.
pt_br: Pela constante pressão em 'saber de tudo', o Estudante de Jornalismo desenvolve esse atributo (+2 inteligência).

source: Although they are extremely severe critics, these organisms can dissimulate their true nature, being very kind to their audience and information sources, receiving +1 of Charisma.
es: Aunque son críticos muy severos, estos organismos pueden disimular su verdadera naturaleza, siendo muy amable a sus audiencias e informantes, recibiendo +1 de Carisma.
fr: Bien qu'étant des critiques très sévères, ces organismes peuvent cacher leur véritable nature, étant extrêmement gentils envers leurs auditeurs et leurs sources de renseignements. Il reçoivent +1 en Charisme.
it: Nonostante siano critici estremamente severi, questi organismi possono dissimulare la loro natura diventando molto amichevole con gli ascoltatori e le fonti d'informazione ricevendo +1 al Carisma.
pt_br: Apesar de extremamente críticos, esses organismos conseguem dissimular sua verdadeira natureza, sendo extremamente simpáticos para convencer suas fontes e seu público (+1 Carisma).

source: Impartiality: Before choosing this class, the Journalism student rolls a d100. If the result is between 1 and 99, he can't be neutral. Else, he can be a Journalism Student of any alignment.
es: Imparcialidad: Antes de elegir la clase, el Estudiante de Periodismo tira un d100. si el resultado está entre 1 y 99, el no podrá ser neutral. De lo contrario, podrá ser de cualquier alineamiento.
fr: Impartialité: Avant de choisir cette classe, l'Etudiant en Journalisme lance un D100. Si le résultat est entre 1 et 99, il ne peut pas être neutre. Sinon, il peut être un Etudiant en Journalisme de n'importe quel alignement.
it: Imparzialità: prima di scegliere la classe lo Studente di Giornalismo lancia un d100. Se il risultato è tra 1 e 99 non può essere neutrale, altrimenti può diventare uno Studente di Giornalismo di qualunque allineamento.
pt_br: Imparcialidade: O Estudante de Jornalismo, antes de escolher essa classe, rola 1d100. Em caso de resultado variando entre 1 e 99, ele, obrigatóriamente, não poderá ser de tendência neutra. Caso contrário, ele poderá se tornar Estudante de Jornalismo independentemente de sua tendência.

source: Journalism students neglects any penalties to their social tests, for being able to survive in turbulent environments.
es: Los Estudiantes de Periodismo rechazan cualquier sanción por pruebas sociales, por ser capaces de sobrevivir en ambientes turbulentos.
fr: Les Etudiants en Journalisme négligent toutes les pénalités à leurs tests sociaux, car ils sont capable de survivre dans des environnements turbulents.
it: I Studenti di Giornalismo non subiscono penalità nei loro test sociali per la loro capacità di sopravvivere in ambienti turbolenti.
pt_br: O Estudante de Jornalismo ignora quaisquer penalidades que possam haver em seus testes sociais por estarem aptos a sobreviverem em ambientes tumultuados.

source: As long as the Journalism Student speaks the targets language, he'll never be ignored.
es: Siempre que el Estudiante de Periodismo hable el idioma del blanco, nunca será ignorado.
fr: Aussi longtemps que l'Etudiant en Journalisme parle le langage de la cible, il ne sera pas ignoré.
it: Finché lo Studente Di Giornalismo parla il linguaggio dei bersagli, non sarà mai ignorato.
pt_br: O Estudante de Jornalismo, desde que fale a língua do alvo, jamais será ignorado em uma conversação.

source: Physical Education Student
es: Estudiante de Educación Física
fr: Eudiant en éducation physique
it: Studente Di Educazione Fisica
pt_br: Estudante de Educação Física

source: 'No! The swimming class is too complex!'|(Typical Physical Education Student thought)
es: 'No! La clase de natación es muy compleja!'|(Típico pensamiento de un Estudiante de Educación Física)
fr: 'Non! le cours de natation est trop complexe!'|(Pensée typique d'un étudiant en Education physique)
it: 'No! Il corso di nuoto è troppo complesso!'|(Tipico pensiero dello Studente Di Educazione Fisica)
pt_br: 'Não! A aula de Natação é muito difícil!'|(Típico pensamento de um Estudante de Ed.|Física)

source: Usually taking classes in 'Soccer' and 'Basketball', the dedicated (in the physical sense of the word) Students of Physical Education are things that value muscular force above all. With too many muscles in the brain, those Students possess nothing less than a supernatural resistance in the head - in exchange for some points of Intelligence, really. Finally, these boys are stars on the soccer field but aren't distinguished students of mathematics (hardly knowing the fundamentals of numbers).
es: Normalmente toma clases de 'Fútbol' y 'Baloncesto', los dedicados (en el sentido físico de la palabra) Estudiantes de Educación Física son seres que aprecian la fuerza muscular sobre todo lo demás. Con demasiados músculos en el cerebro, estos estudiantes poseen nada menos que una resistencia sobrenatural en la cabeza (a cambio de algunos puntos de inteligencia). Finalmente, estos chicos son estrellas de la cancha de fútbol, pero no se distinguen en matemáticas (a penas conociendo las bases de los números).
fr: Ayant généralement "Football" et "Basketball" comme cours, les fervents (dans le sens physique du terme) Etudiants en Education Physique sont des choses qui font passer la force musculaire avant tout. Avec trop de muscles dans le cerveau, ces Etudiants possède rien moins qu'une résistance surnaturelle dans la tête - en échange de quelques points d'Intelligence. Finalement, ces garçons sont des stars au football mais ne sont pas des étudiants distingués en math (ils savent difficilement les rudiments du calcul).
it: Normalmente seguono corsi di 'Calcio' e 'Basket', gli scrupolosi (solo nel senso fisico del termine) Studenti di Educazione Fisica sono cose che danno valore alla forza muscolare più di ogni altra cosa. Con troppi muscoli nel cervello, questi studenti non posseggono null'altro che una innaturale resistenza della testa a discapito dell'intelligenza. Infine, questi tizi sono stelle del campo da calcio, ma sono indistinguibili dagli Studenti di Matematica (conoscenza profonda dei numeri).
pt_br: Acostumados a ter 'Futebol' e 'Basquete' como matérias, os esforçados (no sentido físico da palavra) Estudantes de Educação Física são organismos que valorizam a Força Muscular acima de tudo. Com músculos demais no cérebro, estes Estudantes possuem nada menos que uma resistência sobrenatural na cabeça (isso em troca de alguns pontos de Inteligência, claro). Enfim, estes garotos são craques no futebol mas não são tão exímios alunos de matemática (dificilmente sabendo o fundamental).

source: Receive +3 of Strength, due to all those hours spent kicking a ball.
es: Recibe +3 de Fuerza, por todas esas horas pateando una pelota.
fr: Ils reçoivent +3 en Force, grâce à toutes les heures passées à frapper une balle.
it: Ricevono +3 in Forza, per via di tutte quelle ore passate a calciare una palla.
pt_br: Recebem +3 de Força, devido às horas gastas chutando uma bola.

source: +2 of Dexterity, due to the hours floating in the water.
es: +2 de Destreza, por las horas flotando en el agua.
fr: +2 en Dextérité pour les heures passées à tanguer entre les vagues.
it: + 2 di Destrezza, per via delle ore passate a galleggiare nell'acqua
pt_br: +2 de Destreza, devido às horas gastas flutuando na água.

source: +4 of Constitution for hours running in circles.
es: +4 de Constitución, por las horas corriendo en círculo.
fr: +4 en Constitution pour les heures passées à courir en rond.
it: +4 di Costituzione per le ore passate a correre in cerchio.
pt_br: +4 de Constituição, devido às horas gastas correndo em círculos.

source: -6 of Intelligence since they abandoned the books in a remote past.
es: -6 de Inteligencia por todos los libros abandonados en el pasado.
fr: -6 en Intelligence pour avoir abandonné les livres dans un passé lointain.
it: -6 di Intelligenza dato che hanno abbandonato i libri in un passato remoto.
pt_br: -6 de Inteligência pois abandonaram os livros em um passado remoto.

source: -6 of Wisdom, for the same reason.
es: -6 de Sabiduría, por la misma razón.
fr: -6 en Sagesse, pour les mêmes raisons.
it: -6 di Saggezza, per la stessa ragione.
pt_br: -6 de Sabedoria, pelos mesmos motivos.

source: The Student of Physical Education receives +4 of Jumping, Climbing, Riding, Swimming, Soccer, Basketball, finally, sports in general or anything that radiates physical power.
es: El Estudiante de Educación Física recibe +4 a Saltar, Escalar, Montar, Nadar, Fútbol, Baloncesto, deportes en general, y todo lo que conste de fuerza física.
fr: L'Etudiant en Education Physique reçoit +4 en Saut, Escalade, Natation, Football, Basketball, et finalement, dans tous les sports et toutes les activités qui nécessitent de la force physique...
it: +4 a Salto, Arrampicarsi, Cavalcare, Nuotare, Calcio, Basket e in tutti gli sport in generale o qualunque cosa che richieda potenza fisica
pt_br: O Estudante de Ed. Física recebe +4 em Saltar, Escalar, Montar, Natação,Futebol, Basquete, enfim, esportes em geral ou qualquer coisa que emana poder físico.

source: Receive -5 of Knowledge of any sort at all, simply because that they have no idea of the meaning of this word.
es: Recibe -5 de Conocimientos de cualquier clase, simplemente porque ni saben que significa esa palabra.
fr: Ils reçoivent -5 dans toutes les Connaissances pour le simple fait qu'ils n'ont aucune idée du sens de ce mot.
it: -5 alla Conoscenza (in ogni campo) semplicemente perché non non hanno nemmeno idea del significato della parola stressa.
pt_br: Recebem -5 em todos os conhecimentos pelo simples fato de não terem idéia do significado desta palavra.

source: The Student receives +1 of Natural Armor.
es: El Estudiante recibe +1 de Armadura Natural.
fr: L'étudiant reçoit +1 en Armure Naturelle.
it: Lo Studente riceve +1 in Armatura Naturale.
pt_br: O Estudante de Ed. Física também recebe +1 de Armadura Natural.

source: Receive +2 of I Am Not A Fool because their brain stops functioning sometimes.
es: Recibe +2 de No Soy Un Tonto, porque su cerebro deja de funcionar de vez en cuando.
fr: Reçoit +2 en Je ne suis Pas un idiot, car son cerveau arrête parfois de fonctionner.
it: Ricevono +2 a Non Sono un Folle per il loro cervello che a volte smette di funzionare
pt_br: Possui +2 de Não Sou Bobo pelo fato de o cérebro não funcionar algumas vezes.

source: Also they possess -2 of Bluff, for their muscles practically have a life of their own and easily contradict themselves when they are lying.
es: Además poseen -2 de Fanfarronear, porque sus músculos tienen vida propia y fácilmente se contradicen a si mismos cuando intentan mentir.
fr: En outre, ils possèdent -2 en Bluff, leurs muscles possédant pour ainsi dire leur vie propre. Quand ils mentent, ils se contredisent très facilement.
it: Hanno anche -2 a Bluff per i loro muscoli che hanno praticamente vita propria e facilmente li tradiscono quando mentono.
pt_br: Também possuem -2 em Blefar, pois seus músculos praticamente possuem vida própria e facilmente os entregam nas mentiras.

source: By the corpulent size of their muscles and the total absence of control, the Student of Physical Education have 0.60 chance to tumble in battle.
es: Por el enorme tamaño de sus músculos y su total ausencia de control, el Estudiante de Educación Física tiene una probabilidad del 0.60 de tropezarse en batalla.
fr: Par la taille massive de leurs muscles et l'absence totale de contrôle, l'étudiant en Education physique a 0.60 chances de tomber au cours d'une bataille.
it: A causa della grandezza dei loro muscoli e la loro totale assenza di controllo hanno 0.60 possibilità di ruzzolare in battaglia.
pt_br: Pelo tamanho avantajado de seus músculos e a falta de controle total dos mesmos, o Estudante de Ed.Física tem 0.60 chance de tombar em combate.

source: Beyond this, the Student of Physical Education can't buy points on Skills whose ability key is Intelligence.
es: Además de esto, el Estudiante de Educación Física no puede comprar Puntos de Habilidad cuyo atributo sea Inteligencia.
fr: A part cela, il est interdit à l'étudiant en Education physique d'acheter des points de Compétences où la capacité primordiale est l'Intelligence.
it: Oltre questo lo Studente di Educazione Fisica non può acquistare punti sulle Capacità la cui abilità chiave sia Intelligenza
pt_br: Além disto, o Estudante de Ed. Física não poderá comprar pontos em perícias cuja habilidade chave seja Inteligência.

source: Law Student
es: Estudiante de Leyes
fr: Etudiant en droit
it: Studente Di Legge
pt_br: Estudante de Direito

source: You seem to have more than the average share of intelligence for a man of your background, sneered the lawyer at a witness on the stand.|If I wasn't under oath, I'd return the compliment, replied the witness.
es: Pareces tener una inteligencia por arriba del promedio, dijo burlonamente el abogado al testigo en el estrado. |Sí no estuviera bajo juramento, le devolvería el cumplido, respondió el testigo.
fr: Vous avez l'air plus que moyennement intelligent pour un homme de votre milieu, l'avocat dit au témoin à la barre, avec un sourire méprisant.| Si je n'avais pas jurer de dire la vérité et toute la vérité, je vous dirais la même chose en retour, le témoin répliqua.
it: 'Lei sembra avere una intelligenza superiore alla media delle persone che hanno il suo passato.|Se non fossi sotto giuramento, le farei lo stesso complimento, replicò il testimone'.
pt_br: '- Vamos no bar tomar uma?|- Vamos, de quem?'|(Típico diálogo entre dois estudantes de Direito)

source: Living on Campus disguised as penguins, Law Students are organisms that, when they perceive the minor possibility of making a profit of some situation they judge to be 'juridical', will use all their vocabulary, rhetorical tricks and sophisms to take advantage of it. It is always important to have a Law Student in your group (party), be it to avoid being taken advantage of by the knowledge (and political apparatus) of other Law Students, or to be able to take advantage of others, hence avoiding that looming punishment.
es: Viviendo en el Campus disfrazados de pingüinos, los Estudiantes de Leyes son organismos que, cuando perciben la más mínima probabilidad de obtener ganancias de cualquier situación que consideren 'jurídica', usarán todo su vocabulario, retórica y sofismos para tomar ventaja de ella. Es siempre importante tener un Estudiante de Leyes en tu equipo, sea para evitar ser aprovechado por otros Estudiantes de Leyes, o para aprovecharse de cualquier transeúnte desprevenido.
fr: Habitants dans des Résidences déguisés en pingouins, les étudiants en Droit sont des organismes qui, lorsqu'ils perçoivent la moindre possibilité de tirer une bénéfice d'une situation jugée "juridique", se serviront de tout leur vocabulaire et de toutes leurs astuces rhétoriques et de tous leurs sophismes pour en profiter. Il est toujours très important d'avoir un étudiant en Droit dans votre groupe (ou parti), soit pour éviter de se faire exploiter par les connaissances (et la machine politique) d'autres étudiants en Droit, soit pour pouvoir exploiter d'autres, évitant par la même cette punition qui menace.
it: Vivendo nel Campus vestiti come pinguini, i Studente Di Legge sono organismi che, quando intuiscono di avere poche possibilità di avere un profitto da situazioni che giudicano 'giuridiche', usano tutto il loro vocabolario, trucchi retorici e sofismi per ottenere dei vantaggi. E' sempre utile avere uno Studente di Giurisprudenza nel gruppo (party), sia per evitare di dare un vantaggio agli altri Studenti di Legge, sia per avere dei vantaggi sugli altri, evitando punizioni incombenti.
pt_br: Habitando o campus sempre disfarçados de pinguins, os Estudantes de Direito são organismos que, ao perceber a menor possibilidade de se lucrar através de alguma situação que considerarem 'jurídica', utilizarão de toda verborragia, deturpações e sofismas necessários para tal. É sempre importante ter um estudante de direito em seu grupo, seja para evitar que outros Estudantes de Direito utilizem seus conhecimentos (e aparato policial) para conseguirem vantagens às suas custas, seja para conseguir vantagens às custas dos outros e evitar aquela punição iminente.

source: Because they are usually quite stupid about anything that isn't related to money, they receive -2 of Intelligence.
es: Como son bastante tontos para todo lo que no tiene que ver con dinero, reciben -2 de Inteligencia
fr: Stupides dans tous les domaines n'étant pas relatifs à l'argent, ils reçoivent -2 en Intelligence.
it: Dato che sono abbastanza stupidi per quanto riguarda ciò che non interessa il denaro, ricevono -2 all'Intelligenza
pt_br: Por usualmente serem estúpidos para qualquer outra coisa que não envolva dinheiro recebem -2 em Inteligência.

source: Because they are anxious to take the last kopeck from their victims, they receive -1 of Charisma.
es: Porque presionan hasta obtener el último centavo de sus víctimas, reciben -1 de Carisma
fr: Parce qu'ils ont un désir impérieux de rafler jusqu'au dernier sou de leurs victimes, ils reçoivent -1 de Charisme.
it: Dato che sono troppo ansiosi di prendere l'ultimo centesimo dalle loro vittime ricevono -1 in Carisma
pt_br: Pela insaciável vontade de arrancar até o último vintém de suas vítimas, recebem -1 em Carisma.

source: Because they can modify any situation to make money from it, they receive +2 of Wisdom.
es: Porque pueden modificar cualquier situación para sacarle dinero, reciben +2 de Sabiduría.
fr: Ils réussissent à retourner chaque situation pour en tirer de l'argent, recevant +2 en Sagesse.
it: Siccome riescono a modificare qualunque situazione in modo da guadagnarci soldi, ricevono +2 alla Saggezza
pt_br: Por saberem modificar as mais diversas situações para alcançarem o lucro pessoal recebem +2 em Sabedoria.

source: Since they know everything about money, the Law Student receives +1 of Appraise on their first level.
es: Ya que saben todo sobre dinero, el Estudiante de Leyes recibe +1 de tasación en el primer nivel.
fr: Grâce à ses connaissances encyclopédiques concernant l'argent, l'étudiant en Droit reçoit +1 en Evaluation au premier niveau.
it: Dato che sanno tutto riguardo il denaro, lo Studente di Legge riceve +1 in Valutazione al loro primo livello.
pt_br: Por sua natural predisposição ao trato com dinheiro, os Estudantes de Direito recebem +1 em Avaliar logo no primeiro nível.

source: Physiotherapy Student
es: Estudiante de Fisioterapia
fr: Etudiant en Physiothérapie
it: Studente Di Fisioterapia
pt_br: Estudante de Fisioterapia

source: 'You should have studied more and entered the Federal University!'|(Wanucia, Pysiotherapy Student angry with Mattar, Medicine Student)
es: 'Deberías haber estudiado más y haber entrado a la Universidad Federal!'|(Wanucia, Estudiante de Fisioterapia enojada con Mattar, Estudiante de Medicina)
fr: "Tu aurais dû travailler davantage afin de pouvoir intégrer l'Université fédérale!"|(Wanucia, étudiant en Physiothérapie, en colère contre Mattar, étudiant en médecine)
it: 'Avresti dovuto studiare di più ed entrare nell'Università Federale!'(Wanucia, Studente di Fisioterapia arrabbiato con Mattar, Studente di Medicina)
pt_br: 'Você deveria ter estudado mais e passado na Federal!'|(Wanúcia, Estudante de Fisioterapia, brava com Mattar, Estudante de Medicina)

source: The arch-rivals of Medical Students, the Physiotherapy Student feeds a mortal hatred towards their half-blood brothers. The Physiotherapy Student, although somewhat similar to the Medical ones (like elves and half-elves), hate them with all their forces because the little physicians-to-be managed to enter the school that the Physiotherapy Student always wanted. The Physiotherapy Student usually works in physical academies, the better to find their victims.
es: Los archi-rivales de los Estudiantes de Medicina, los Estudiantes de Fisioterapia tienen un odio mortal a sus medios hermanos médicos. Los Estudiantes de Fisioterapia, a pesar de ser algo parecido a los Estudiantes de Medicina (como los elfos y medio elfos), los odian con todas sus fuerzas, porque ellos pudieron entrar a la escuela que los Estudiantes de Fisioterapia siempre desearon. El Estudiante de Fisioterapia normalmente trabaja en academias físicas, para poder encontrar víctimas fácilmente.
fr: Les concurrents par excellent des étudiants en Médecine, les étudiants en Physiothérapie, nourrissent une haine mortelle envers leurs demi-frères de sang. Bien qu'assez similaire aux étudiants en Médecine (un peu comme les elfes et les demis-elfes), l'étudiant en Physiothérapie, les haït de toutes ses forces, car les petits toubibs en devenir ont réussi à être admis à l'Ecole qu'il aurait voulu pouvoir intégrer lui-même. L'étudiant en Physiothérapie travaille habituellement dans des Académies de culture physique, pour pouvoir facilement trouver ses victimes.
it: Gli arci-rivali degli Studenti di Medicina, gli Studenti di Fisioterapia hanno un odio mortale nei confronti dei loro fratellastri. Gli Studenti di Fisioterapia hanno molto in comune con quelli di Medicina (come gli elfi e i mezzi elfi), li odiano con tutte le loro forze perché i Medici sono entrati nella scuola che loro hanno sempre desiderato. Lo studente di Fisioterapia solitamente lavora nelle palestre per trovare più facilmente vittime.
pt_br: Arqui-rivais dos Estudantes de medicina, os Estudantes de Fisioterapia nutrem um ódio fora do comum aos seus meio irmãos. Os Estudantes de Fisioterapia, apesar de terem algo em comum com os de medicina (assim como os elfos com os meio-elfos), os odeiam do fundo da alma pelo fato dos pequenos médicos terem conseguido a vaga que os pequenos fisioterapeutas tanto queriam. Os Estudantes de Fisioterapia de nível mais alto costumam trabalhar dentro ou próximos a academias, para estudarem mais de perto as suas vítimas.

source: Because of their diligent study of the mobility of the human body, they can do some amazing things, receiving +1 of Dexterity.
es: Por su diligente estudio de la movilidad del cuerpo humano, ellos pueden hacer cosas increíbles, recibiendo +1 de Destreza.
fr: Grâce à leur étude approfondie de la mobilité du corps humain, ils savent faire des trucs époustouflants et reçoivent +1 en Dextérité.
it: Grazie al loro studio diligente della mobilità del corpo umano loro possono fare delle cose fantastiche ricevendo +1 alla Destrezza.
pt_br: Por estudarem a fundo a mobilidade do corpo humano, estes organismos conseguem executar algumas proezas, recebendo assim +1 em Destreza.
