Repository: hhirsch/dnt_rpg
Catalog: po/*.po
Languages: es, fr, it, pt_br

source: In a scientific world, few people adventure into different concepts, delving into some art source, like music. The Music Student is a creature with extreme patience, needed to learn all the techniques related to ternary compass atonalisms, has the capacity to create them and a distorted taste for playing one of the most bizarre and occult musical instruments.|Creator's Note: 'Based on the idea that musical tastes are distinct and only the the most open-minded people appreciate distinct rhythms (obviously all that aren't attempts to kill the musical concept), the class was made. So, the same sound, Bach for example, can be beautiful music or terribly boring, depending upon the ear of the listener. Probably a progressive fan will like Bach, but a fan of Tati-Quebra-Barraco, without any musical sense, will think Bach is shit. So, the Music Student will be virtuous and misunderstood.'
es: En un mundo científico, poca gente se aventura a otros conceptos, dedicándose a alguna fuente de arte, como la música. El Estudiante de Música es una criatura con extrema paciencia, la cual necesita para aprender todas las técnica relacionadas con atonalismos de compás ternario, tiene la capacidad para crearlos, y el gusto distorsionado para tocar alguno de los instrumentos musicales más bizarros y ocultos. |Nota del creador: 'Basados en la idea de que los gustos musicales son distintos, y solo las mentes más abiertas aprecian los distintos ritmos (obviamente solo aquellos que no son intentos de matar el concepto de música)', se creó esta clase. Así que, el mismo sonido, Bach por ejemplo, puede se bella música o algo terriblemente aburrido, dependiendo del oído de quien lo escuche. Probablemente, un fan progresivo guste de Bach, pero un fan de Tati-Quebra-Barraco, sin ningún sentido musical, piense que Bach es basura. Así, el Estudiante de Música va a ser virtuoso e incomprendido.'
fr: Dans un monde basé sur la science, très peu de gens pensent aux concepts différents, examinant quelque source artistique, telle la musique. L'étudiant en Musique est une créature d'une patience extrême, nécessaire pour l'apprentissage de toutes les techniques ayant un rapport aux atonalismes terniaires. En outre, il a la capacité de les créer, et, assez bizarrement, aime beaucoup jouer de l'un des instruments de musique le plus bizarre et occulte.|Note du Créateur: 'Basé sur l'idée que les goûts en musique sont distincts et qu'il n'y a que des gens ayant un esprit très ouvert qui savent apprécier des rythmes distinctes (qui ne sont pas, bien entendu, des tentatives de massacrer le concept musical), la classe fut créée. Ainsi, le même son, du Bach, par exemple, peut être sublime ou très ennuyeux, selon l'oreille de celui qui l'écoute. Il est probable qu'un amateur progressiste aimera Bach, mais un fan de Tati-Quebra-Barraco, sans sens musical aucun, pensera que du Bach, c'est de la bouze. L'étudiant en Musique sera ainsi vertueux et incompris.
it: In un mondo basato sulla scienza, poche persone si avventurano in differenti campi facendo ricerche in qualche tipo di fonte artistica, come la musica. Lo Studente di Musica è una creatura dotata di estrema pazienza, necessaria per imparare tutte le tecniche relative agli accordi atoni, ha la capacità di crearli e il distorto gusto di suonare gli strumenti musicali più bizzarri e occulti.|Note del creatore: 'la classe è basata sull'idea che i gusti musicali sono differenti e solo le persone dalla mente più aperta possono apprezzare ritmi diversi (ovviamente tutto ciò che non tenta di uccidere il concetto musicale). Così la stessa musica, di Bach ad esempio, può essere bellissima o terribilmente noiosa dipendentemente dalle orecchie che ascoltano. Probabilmente un fan di musica progressive può apprezzare Bach, ma un fan di Teti-Quebra-Barraco. senza nessun senso per la musica, penserà che Bach sia schifoso. Perciò lo studente di Musica sarà un virtuoso ed incompreso.'
pt_br: Em um mundo voltado para as ciências, são poucos aqueles que decidem se aventurar em um conceito completamente diferente, seguindo o rumo de uma das vertentes da arte, chamada música. Assim tendo decidido, o Estudante de Música é um organismo dotado de extrema paciência para aprender de antemão todas as técnicas de atonalismo em compassos ternários compostos, ter adquirido habilidade para realizá-los e um gosto totalmente distorcido para tocar alguns dos instrumentos mais bizarros e ocultos já inventados.|Nota do Criador: 'Baseado na idéia de que gostos músicais são diversos e que apenas os mais entendidos de música apreciam ritmos variados (logicamente levando em conta somente aquilo que não é um assassinato à teoria músical) a classe fora criada. Assim, um mesmo som, Bach por exemplo, pode ser tanto uma música bonita e apreciável quanto um treco chato de ser ouvido. Provavelmente uma pessoa com bom gosto musical, digamos, rock progressivo, não achará perda de tempo escutar Bach, enquanto um acíduo fã de Tati Quebra Barraco, totalmente desprovido de qualquer senso musical, achará uma merda. Assim o pobre Estudante de Música se torna um virtuoso incompreendido'.

source: -4 of Strength because of the fact that their muscles atrophy since they aren't used for anything but playing their instruments.
es: -4 de Fuerza por el hecho de que sus músculos se atrofian por no ser usados para nada más que tocar sus instrumentos.
fr: -4 en Force à cause de leur muscles, atrophiés à force de ne pas être utilisés plus que le nécessaire pour jouer de leur instrument.
it: -4 alla forza a causa dell'atrofia muscolare provocata dal non fare nient'altro che suonare.
pt_br: -4 de Força pelo fato de que seus músculos se atrofiaram por não serem exercitados além do exigido para se tocar um instrumento;

source: -1 of Constitution for the hours spent in a closed ambient, playing.
es: -1 de Constitución por las horas pasadas encerrado, tocando.
fr: -1 en Constitution à cause des heures passées à jouer dans une atmosphère fermée.
it: -1 alla Costituzione per le ore passate in ambienti chiusi a suonare
pt_br: -1 de Constituição por passar horas e horas em um ambiente fechado,tocando;

source: +2 of Dexterity for having the ability to play a Gb7M or a Am#5/7/9 on their strange musical instrument.
es: +2 de Destreza, por tener la habilidad de tocar un Gb7M o un Am#5/7/9 en su extraño instrumento musical.
fr: +2 en Dextérité pour pouvoir jouer un Gb7M ou un Am#5/7/9 sur leur étrange instrument de musique.
it: +2 alla Destrezza per la abilità di suonare un sol bemolle settimo maggiore o un la minore quinto/settimo/nono sui loro strani strumenti musicali
pt_br: +2 de Destreza por possuírem habilidade suficiente para tocar um Gb7M ou um Am#5/7/9 em seu instrumento que já é estranho;

source: +1 of Intelligence for knowing those chords, how they were invented and all the music theory involved in their creation.
es: +1 de Inteligencia por conocer todos eses acordes, como se crean, y la teoría musical implicada en su creación.
it: +1 all'Intelligenza per la conoscenza di queste accordi, come loro le hanno create e tutta la teoria musicale sviluppata per la loro creazione.
pt_br: +1 de Inteligência por saber estes acordes, por saber como eles se formam e saber toda a teoria musical que foi levada em conta na formação dos mesmos;

source: +2 of Charisma for the capacity to fill people with joy.
es: +2 de Carisma por la capacidad de llenar a la gente de alegría.
fr: +2 en Charisme pour leur capacité à rendre les gens joyeux.
it: +2 in Carisma per la capacità di riempire la gente di gioia.
pt_br: +2 de Carisma por terem a capacidade de agradar as pessoas.

source: Because of their intense and difficult work since they were children, the Music Students have an incredible capacity to play their bizarre instruments, receiving +8 of bonus when playing them.
es: Por su intenso y difícil trabajo desde que eran niños, los Estudiantes de Música tienen una increíble capacidad para tocar sus bizarros instrumentos, recibiendo +8 de bonus para tocarlos.
fr: Depuis leur enfance, les étudiants en Musique ont travaillé dur et de façon intensive. Ils ont ainsi acquis la capacité de jouer de leurs étranges instruments et reçoivent +8 de bonus lorsqu'ils en jouent.
it: A causa del loro intenso e difficile lavoro da quando erano bambini, gli Studenti di Musica hanno una incredibile capacità di suonare i loro bizzarri strumenti ricevendo un bonus di +8 quando li suonano.
pt_br: Devido ao extenso treinamento que tivera desde os 3 anos de idade, o Estudante de Música adquiriu uma extrema capacidade de tocar o seu instrumento bizarro, recebendo de graça, no primeiro nível, Foco em Perícia (Tocar Instrumento), Foco em Perícia Aprimorado (Tocar Instrumento), Foco em Perícia Supremo (Tocar Instrumento) e Foco em Perícia Épico (Tocar Instrumento), recebendo assim +8 de bônus para tocar o seu instrumento bizarro em questão. Caso o Estudante de Música resolva se tornar multiclasse, perderá todos estes bônus por não se dedicar mais, em tempo integral, ao seu instrumento.

source: The Music Student need at least one graduation on Play Instrument, of one presented at the Bizarre Musical Instruments List.
es: El Estudiante de Música necesita al menos un graduación en Tocar Instrumento, de una presente en la lista de Instrumentos Musicales Bizarros.
it: Lo Studente di Musica ha bisogno di avere almeno un grado su Suonare Strumento tra quelli presenti nella lista dei Strumenti Musicali Bizzarri.
pt_br: Os Estudantes de Música tem de, no primeiro nível, possuir pelo menos uma graduação em Tocar Instrumento (Instrumento em Questão), e este tem de pertencer à lista de instrumentos bizarros. Este instrumento será o único em que as Melodias poderão ser tocadas.

source: Computer Science Student
es: Estudiante de Ciencias de la Computación
fr: Etudiant en informatique
it: Studente Di Informatica
pt_br: Estudante de Ciência da Computação

source: 'I really don't know why I want to earn this diploma...|Are you stupid? For the women, obviously!'|(Gushm, then a CS Student, answering the existential question of his class).
es: 'Realmente no sé porque quiero obtener este diploma...|Eres estúpido? Por las mujeres, obviamente!'|(Gushm, entonces un estudiante de Ciencias de la Computación, respondiendo la pregunta existencial de su clase).
fr: "Je ne sais vraiment pas pourquoi je veux avoir ce diplôme..."|"Vous êtes idiot? Pour les femmes, ça va sans dire!" (Gushm, à cet époque étudiant en Informatique, donnant une réponse à la question existentielle de sa classe).
it: 'Veramente non so perché ho voluto prendere questo diploma...|Sei stupido? Per le donne, ovviamente!'|(Gushm, quindi uno Studente d'informatica in risposta ai dubbi esistenziali della sua classe).
pt_br: '-Não sei porque estou aqui neste curso!|- Como não?? Pelas mulheres, é lógico!'|(Gushm, então Estudante de Computação, respondendo à indagação de seu colega)

source: The Computer Science Student is the most bizarre class in DccNiTghtmare (and, paradoxically, the most common). They are known by their suicidal choices (the first one being the course of studies they have chosen), their lack of patience when attending what their masters call 'classes', the infinite time spent on Practical Exercises (TPs) and the hatred they feel when they perceive that what they have done works perfectly, but their masters won't look at and appraise it, since CS teachers are disciplined and will not compromise the worth of the diploma.
fr: L'étudiant en Informatique forme la classe la plus étrange dans DccNiTghtmare, mais, paradoxalement, la plus répandue. Ils sont connus pour leur choix suicidaires (le plus important étant leur choix de sujet d'études), leur manque de patience quand ils assistent à ce que leurs maîtres appellent des 'cours', le temps infini passé à faire des Travaux pratiques et la haine ressentie quand ils s'aperçoivent que ce qu'ils ont fait fonctionne à la perfection, mais que leurs maîtres ne veulent pas l'évaluer, ni même le regarder, puisque les professeurs en Informatique sont disciplinés et refusent catégoriquement de compromettre la valeur du diplôme.
pt_br: Estudante de Ciência da Computação é a classe mais bizarra que existe no DccNiTghtmare (e, paradoxalmente, a mais comum). São conhecidos por suas escolhas suicidas (a começar por escolher um curso deste tipo), sua falta de paciência para acompanhar o que seus mestres denominam 'aulas', a infinidade de tempo gasto tentando fazer com que um Trabalho Prático (TP) funcione e a raiva absurda com que ficam ao perceber que o mesmo funcionou perfeitamente, mas que seu mestre não se dará ao luxo de olhar nem avaliá-lo, pois é deveras sabido que os professores de Ciência da Computação costumam ser displiscentes, enrolados e sem o menor compromisso com o curso.

source: Because they have to teach themselves, they receive +2 of Wisdom.
es: Porque deben enseñarse a ellos mismos, reciben +2 de Sabiduría.
fr: Étant obligés d'apprendre tout par eux-mêmes, ils reçoivent +2 en Sagesse.
it: Dato che sono autodidatti ricevono +2 in Saggezza
pt_br: Por serem extremamente auto-didatas em decorrência de não poderem depender de seus mestres, recebem +2 em Sabedoria.

source: By their natural tendency to be qualified as Geeks, being one or not, they receive -1 of Charisma.
es: Por su tendencia natural a ser calificados como Geeks, siendolo o no, reciben -1 de Carisma.
fr: A cause de leur tendance naturelle à être qualifiés de Geeks, qu'ils en soient ou non, ils reçoivent -1 en Charisme.
it: Per loro tendenza naturale sono qualificati come Sfigati, che lo siano o no, ricevono -1 di Carisma.
pt_br: Por sua tendência natural a ser qualificado de Nerd sem que as pessoas ao menos o conheçam, recebem -1 em Carisma.

source: Computer Science Students receive +5 of fortitude for surviving their boring studies that are just a pale imitation of what real computer studies should be.
es: Estudiantes de Ciencias de la Computación reciben +5 de Fortaleza por sobrevivir sus aburridos estudios que son solo una mala imitación de lo que los verdaderos estudios de computación deberían ser.
fr: Les étudiants en Informatique reçoivent +5 en Détermination, puisqu'ils survivent à leurs études ennuyeuses, qui ne sont qu'une imitation sans vie de ce que de vraies études en Informatique devraient être.
it: Gli Studenti di Informatica ricevono +5 a Volontà per sopravvivere ai loro studi noiosi che sono solo una pallida imitazione di cosa dovrebbero essere i veri studi di informatica.
pt_br: Estudantes de Ciência da Computação recebem +5 fortitude por aguentarem toda a empulhação e encheção de saco que é o seu curso.

source: Also receive -2 of reflexes for the mount of time spent in front of a computer.
es: Además reciben -2 de Reflejos por todo el tiempo pasado frente a una computadora.
fr: Reçoivent aussi -2 de réflex pour tout le temps passé devant un ordinateur.
it: Ricevono anche -2 ai Riflessi per la quantità di tempo speso di fronte ad un computer.
pt_br: Recebem também -2 de reflexos por passarem muito tempo em frente a um computador.

source: Philosophy Student
es: Estudiante de Filosofía
fr: Etudiant en philosophie
it: Studente Di Filosofia
pt_br: Estudante de Filosofia

source: 'Better die by vodka than by boredom!'|(Vladmir Maiakovsky)
es: 'Mejor morir por vodka que por aburrimiento!'|(Vladmir Maiakovsky)
fr: 'Plutôt mourir par la vodka que par l'ennui!'|(Vladmir Maiakovsky)
it: 'Meglio morire di vodka che di noia!'|(Vladimir Maiakovsky)
pt_br: 'Antes morrer de vodka do que de tédio!'|(Vladmir Maiakovsky)

source: Not satisfied with not wanting anything for his life, the Philosophy Student enters the University with just one objective: to perfect that lack of desire. Because they are Adepts of drinking beer and of doing nothing, sharing their time between one and other activity, the Philosophy Student becomes the perfect bohemian and is full of hot air.
es: No satisfechos con no desear nada con su vida, los Estudiantes de Filosofía entran a la Universidad con solo un objetivo: perfeccionar esa falta de voluntad. Porque son adeptos a beber cerveza y a no hacer nada, distribuyen su tiempo entre una y otra actividad, El Estudiante de Filosofía se vuelve el perfecto bohemio y está lleno de aire caliente.
fr: Insatisfait de son envie de ne rien faire de leur vie, l'Etudiant en Philosophie entre à l'Université avec un seul objectif: le perfectionnement de ce je-m'en-foutisme. Adepte de la bière et de l'inactivité, il mixe son temps entre tout et rien, devenant un véritable maître bohémien. Il n'est absolument pas fiable.
it: Non soddisfatto della propria mancanza di voglia di fare qualunque cosa, lo Studente di Filosofia entra nell'università solo con un obbiettivo: perfezionare la mancanza di desiderio. Essendo un adepto del bere birra e del non far niente, dividendosi tra la prima e la seconda attività, lo Studente di Filosofia diventa il perfetto boemo e pieno di aria calda.
pt_br: Como se já não bastasse não querer nada com a vida, o Estudante de Filosofia entra para a faculdade com apenas um objetivo: aprimorar este não querer nada. Peritos em tomar cerveja e não fazer nada, mesclando seu tempo entre uma e outra atividade, o Estudante de Filosofia se torna o mestre da boemia e do papo furado.

source: Receive +2 of Contitution, because of his monk's body filled with alcohol.
es: Recibe +2 de Constitución, porque el cuerpo de este monje está lleno de alcohol.
fr: Reçoivent +2 en Constitution, car leur corps est proche de celui du moine, fortement habitué à l'alcool.
it: Riceve +2 alla Costituzione per il suo corpo da monaco riempito di alcol.
pt_br: Recebe +2 em Constituição, pois seu corpo é quase o de um monge, tendo se acostumado ao álcool e se tornado mais resistente.

source: Since they only study complex things, Philosophy Students easily forget all the practical and ordinary things of life, receiving -2 of Wisdom.
es: Ya que ellos solo estudian cosas complejas, los Estudiantes de Filosofía fácilmente olvidan todas las cosas prácticas y ordinarias de la vida, recibiendo -2 de Sabiduría.
fr: Puisqu 'ils ne font qu' étudier des choses complexes, les étudiants en philosophie oublient façilement les choses pratiques et communes de la vie, reçevants -2 en Sagesse.
it: Dato che studiano solamente cose complesse, gli Studenti di Filosofia si scordano facilmente tutte le cose pratiche ed ordinarie della vita ricevendo -2 alla Saggezza.
pt_br: Por só estudar coisas complexas e fora do comum o Estudante de Fisolofia acaba se esquecendo das coisas práticas, normais e comuns da vida, recebendo -2 em Sabedoria.

source: For spending almost all their student lives in pubs, the Philosophy Student acquire some kind of aptitude of dealing with others, receiving +2 of Charisma.
es: Por pasar casi toda su vida de estudiante en bares, el Estudiante de Filosofía adquiere algunas capacidades para tratar con los demás, recibiendo +2 de Carisma.
fr: Passant à peu près tout le temps de sa vie d'étudiant dans les pubs, l'Etudiant en Philosophie acquiert une certaine aptitude à se créer des relations, recevant +2 en Charisme.
it: Avendo passato tutta la loro vita da studenti nei pub, gli Studenti di Filosofia acquisiscono qualche tipo di attitudine a andare d'accordo con gli altri ricevendo +2 al Carisma
pt_br: Por passar boa parte da sua vida de Estudante nos bares, o Estudante de Filosofia adquire uma certa aptidão para lidar com os outros, recebendo +2 em Carisma.

source: The Philosophy Student receives +4 of Knowledge (General) for the little they learn at university.
es: El Estudiante de Filosofía recibe +4 de Conocimientos (Clásicos) por lo poco que aprenda en la universidad.
it: Gli Studenti di Filosofia ricevono +4 alla Conoscenza (Classica) per quel poco che hanno imparato all'università.
pt_br: O Estudante de Filosofia recebe +4 em Conhecimentos (Clássico) devido ao pouco que estuda em sua faculdade.

source: Receive +4 of Drinking, obviously.
es: Recibe +4 de Beber, obviamente.
it: Ricevono +4 di Bere, ovviamente
pt_br: Recebem, obviamente, +4 em Beber.

source: Receive -4 of all Dexterity-related tests, for they are frequently drunk.
es: Recibe -4 para todas las pruebas de Destreza, por estar frecuentemente ebrios.
fr: Puisqu'ils sont régulièrement ivres, ils reçoivent -4 à tout les tests relatifs à la Dextérité.
it: Ricevono -4 sui test relativi alla Destrezza per le loro frequenti sbornie.
pt_br: Recebe -4 em seus testes relacionados a Destreza por passar grande parte de seu tempo bêbado.

source: Journalism Student
es: Estudiante de Periodismo
fr: Etudiant en journalisme
it: Studente Di Giornalismo
pt_br: Estudante de Jornalismo

source: 'The judge thinks he is God, the Medic plays God. The journalist, if he isn't God, convinces you that he is'|(Matheus de Paula, ex-Journalism student)
es: 'El juez cree que es Dios, el médico juega a ser Dios. El periodista, si no es Dios, te convence que lo es'|(Matheus de Paula, ex Estudiante de Periodismo)
fr: 'Le juge pense être Dieu, le Toubib joue à Dieu. Le journaliste, s'il n'est pas Dieu, vous convainc qu'il l'est'|(Matheus de Paula, ancien Etudiant en Journalisme)
it: 'Il giudice pensa di essere Dio, il Medico gioca a fare Dio. Il giornalista, se non è Dio, ti convince che lo sia'|(Matheus de Paula, ex Studente di Giornalismo)
pt_br: 'O juiz acha que é deus, o médico brinca de deus, o jornalista, se não for deus, te convence que é.'|(Matheus de Paula, Estudante de Jornalismo)

source: Graduating in the arts of deceit and cheating, the journalism student is a master writer. With words, he can create events, stun his enemies, swindle his audience, and so forth. Although they are college friends, these malicious creatures can be very rude to each other, and it is unusual to see them in large groups. But they can easily join the masses, to gather as much information as possible.
es: Cursando en las artes del engaño y el fraude, el Estudiante de Periodismo es un maestro escritor. Con palabras, puede crear eventos, paralizar a sus oponentes, estafar a su audiencia y así sucesivamente. A pesar de ser amigos de amigos de la facultad, estas criaturas maléficas pueden se muy rudas entre sí, y es raro verlos agrupados. Pero pueden fácilmente mezclarse con las masas, para obtener tanta información como sea posible.
fr: Travaillant pour un diplôme en l'art de la déception et la triche, l'étudiant en Journalisme est un maître écrivain. Utilisant des paroles, il sait créer des événements, stupéfier ses ennemis, arnaquer ses lecteurs, etc., etc. Bien qu'ils soient des copains de fac, ces créature malicieuses peuvent être très impolies envers leurs semblables et il est rare de les voir en grand groupe. Mais ils savent se fondre facilement dans la foule, pour rassembler autant de renseignements que possible.
it: Laureati nell'arte dell'inganno e del barare, lo Studente di Giornalismo è un maestro dello scrivere. Con le parole può creare eventi, stordire i suoi nemici, truffare i suoi ascoltatori e così via. Anche se sono amici di college, queste creature maliziose possono essere molto scortesi l'un l'altro ed è inusuale vederli in grandi gruppi.Di contro possono unirsi a gruppi e raccogliere tutte le informazioni che possono.
pt_br: Formando-se na arte da enganação e trapaça, o Estudante de Jornalismo é o mestre da escrita. Através das palavras, ele é capaz de criar e causar acontecimentos, atordoar seus adversários, enganar seu público, dentre outras diversas habilidades. Apesar de colegas de curso, esses organismos possuem língua de serpente, sendo capazes de acidez até mesmo entre si, dificilmente sendo vistos em grandes grupos; Apesar disso, se misturam facilmente às massas para extrair toda a informação que conseguirem.
